{
  "keywords01": [
    {
      "parola": "effimero",
      "traduzione": "ephemeral",
      "significato": "Qualcosa che ha una durata molto breve, destinato a scomparire rapidamente; spesso si usa per indicare emozioni, bellezze o eventi che sono intensi ma di breve vita."
    },
    {
      "parola": "ineffabile",
      "traduzione": "ineffable",
      "significato": "Che è così straordinario, bello o profondo da non poter essere descritto a parole; può riferirsi a sensazioni, esperienze o fenomeni spirituali."
    },
    {
      "parola": "labirinto",
      "traduzione": "labyrinth",
      "significato": "Un complesso intreccio di vie, passaggi o situazioni complicate, difficile da districare o risolvere; può essere usato sia letteralmente che metaforicamente."
    }
  ],
  "keywords02": [
    {
      "parola": "pleonastico",
      "traduzione": "pleonastic",
      "significato": "Che è superfluo, inutile, ridondante, specialmente in riferimento a espressioni verbali o a comportamenti."
    },
    {
      "parola": "trasecolare",
      "traduzione": "to be astonished",
      "significato": "Rimanere sbalordito, esterrefatto, fuori di sé per grande meraviglia o stupore."
    },
    {
      "parola": "facondia",
      "traduzione": "eloquence",
      "significato": "Grande facilità e scioltezza di parola, eleganza e abbondanza nell'espressione."
    }
  ],
  "keywords03": [
    {
      "parola": "opimo",
      "traduzione": "opulent / plentiful",
      "significato": "Letteralmente grasso, pingue; in senso figurato, ricco, abbondante, copioso, magnifico (spesso riferito a pasti o vittorie)."
    },
    {
      "parola": "misoneista",
      "traduzione": "misoneist",
      "significato": "Chi odia la novità o il cambiamento e preferisce vivere seguendo solo le proprie abitudini."
    },
    {
      "parola": "gaglioffo",
      "traduzione": "rascal / simpleton",
      "significato": "Persona buona a nulla, sciocca, ignorante o goffa, spesso usata come epiteto ingiurioso o scherzoso."
    }
  ],
  "keywords04": [
    {
      "parola": "eristico",
      "traduzione": "eristic",
      "significato": "Che riguarda l'arte della disputa e della polemica, spesso con l'obiettivo di vincere la discussione piuttosto che raggiungere la verità."
    },
    {
      "parola": "probo",
      "traduzione": "upright / honest",
      "significato": "Onesto, retto, irreprensibile, di salda integrità morale."
    },
    {
      "parola": "smargiasso",
      "traduzione": "braggart / swaggerer",
      "significato": "Spaccone, chi si vanta in modo esagerato e si atteggia con arroganza a persona di valore."
    }
  ],
  "keywords05": [
    {
      "parola": "albagia",
      "traduzione": "haughtiness / arrogance",
      "significato": "Superbia, altezzosità, presunzione eccessiva, spesso ingiustificata."
    },
    {
      "parola": "astrattismo",
      "traduzione": "abstract art",
      "significato": "Tendenza o corrente artistica moderna che rifiuta la rappresentazione fedele della realtà, prediligendo forme, linee e colori puri."
    },
    {
      "parola": "bislacco",
      "traduzione": "eccentric / odd",
      "significato": "Strambo, stravagante, singolare, che ha un comportamento o un aspetto fuori dall'ordinario."
    }
  ],
  "keywords06": [
    {
      "parola": "culaccino",
      "traduzione": "ring mark (from a glass)",
      "significato": "L'alone, l'impronta circolare umida o la piccola quantità di liquido che rimane sul fondo di un bicchiere o di una bottiglia o sul tavolo."
    },
    {
      "parola": "ignavia",
      "traduzione": "indolence / apathy",
      "significato": "Mancanza di volontà, pigrizia morale, viltà che porta a rifuggire dalle responsabilità o dalle decisioni difficili."
    },
    {
      "parola": "lapalissiano",
      "traduzione": "self-evident / obvious",
      "significato": "Di verità o fatto talmente ovvio ed evidente da risultare ridicolo nell'essere enunciato."
    }
  ],
  "keywords07": [
    {
      "parola": "procrastinare",
      "traduzione": "to procrastinate",
      "significato": "Rimandare, differire, rinviare un'azione o un compito a un momento successivo o al giorno dopo."
    },
    {
      "parola": "quisquilia",
      "traduzione": "trifle / nothing",
      "significato": "Cosa da nulla, inezia, bazzecola, un elemento di scarsa importanza o valore."
    },
    {
      "parola": "rizzarsi",
      "traduzione": "to stand up / to bristle",
      "significato": "Diritto, sollevarsi, drizzarsi (spesso riferito ai capelli, peli o al corpo di un animale o persona per paura o rabbia)."
    }
  ],
  "keywords08": [
    {
      "parola": "gazzarra",
      "traduzione": "racket / uproar",
      "significato": "Chiasso, baccano, schiamazzo fatto da molte persone, spesso in modo disordinato e allegro, o tumultuoso."
    },
    {
      "parola": "sodalizio",
      "traduzione": "association / fellowship",
      "significato": "Associazione, lega, unione di persone con scopi e interessi comuni, legati da vincoli di amicizia e solidarietà."
    },
    {
      "parola": "ubiquo",
      "traduzione": "ubiquitous",
      "significato": "Che è presente o sembra essere presente ovunque nello stesso momento."
    }
  ],
  "keywords09": [
    {
      "parola": "verbosità",
      "traduzione": "verbosity",
      "significato": "L'eccessiva abbondanza e prolissità nel parlare o nello scrivere, l'uso di troppe parole non necessarie."
    },
    {
      "parola": "mendace",
      "traduzione": "mendacious / false",
      "significato": "Menzognero, falso, che tende a dire bugie o che è ingannevole."
    },
    {
      "parola": "esiziale",
      "traduzione": "fatal / ruinous",
      "significato": "Che reca grave danno, rovinoso, deleterio, fatale."
    }
  ],
  "keywords10": [
    {
      "parola": "balzano",
      "traduzione": "capricious / erratic",
      "significato": "Bizzarro, strambo, volubile e incostante, che ha idee o comportamenti eccentrici."
    },
    {
      "parola": "consuetudine",
      "traduzione": "custom / habit",
      "significato": "Abitudine, prassi, modo di fare, norma non scritta accettata e seguita dalla maggioranza."
    },
    {
      "parola": "sciatteria",
      "traduzione": "slovenliness / scruffiness",
      "significato": "Mancanza di cura e attenzione nell'aspetto, nel vestire o nell'esecuzione di un lavoro; trascuratezza, sciattamente."
    }
  ],
  "keywords11": [
    {
      "parola": "solipsista",
      "traduzione": "solipsist",
      "significato": "Chi aderisce alla dottrina filosofica che considera l'individuo come unica realtà e non ammette l'esistenza del mondo esterno."
    },
    {
      "parola": "sacripante",
      "traduzione": "big strong man / rascal",
      "significato": "Uomo di alta statura e corporatura robusta, dall'aria fiera, o anche birbante, mariuolo."
    },
    {
      "parola": "postergare",
      "traduzione": "to put off / disregard",
      "significato": "Lasciare indietro, posporre, trascurare, considerare secondario o meno importante."
    }
  ],
  "keywords12": [
    {
      "parola": "demiurgo",
      "traduzione": "demiurge",
      "significato": "Nella filosofia platonica, entità artefice dell'universo; in senso figurato, creatore, artefice, ispiratore di un'opera o di un evento."
    },
    {
      "parola": "abiezione",
      "traduzione": "abjection",
      "significato": "Stato di estrema degradazione morale o materiale, bassezza, viltà."
    },
    {
      "parola": "gongolare",
      "traduzione": "to gloat / to rejoice",
      "significato": "Rallegrarsi intimamente e in modo plateale per un successo o per la sfortuna altrui."
    }
  ],
  "keywords13": [
    {
      "parola": "cicaleccio",
      "traduzione": "chatter / incessant talk",
      "significato": "Il chiacchierare leggero e continuo, confuso e spesso frivolo, tipico di più persone riunite."
    },
    {
      "parola": "anodino",
      "traduzione": "anodyne / harmless",
      "significato": "Che calma o mitiga un dolore; in senso figurato, che è insignificante, inoffensivo, banale."
    },
    {
      "parola": "sineddoche",
      "traduzione": "synecdoche",
      "significato": "Figura retorica che consiste nel nominare la parte per il tutto, il singolare per il plurale, o viceversa."
    }
  ],
  "keywords14": [
    {
      "parola": "fulgore",
      "traduzione": "splendor / radiance",
      "significato": "Splendore, luminosità intensa e abbagliante."
    },
    {
      "parola": "redarguire",
      "traduzione": "to reprimand / rebuke",
      "significato": "Ammonire, rimproverare con severità, in modo autorevole o formale."
    },
    {
      "parola": "sornione",
      "traduzione": "sly / secretive",
      "significato": "Che manifesta una finta ingenuità o un'aria bonaria per nascondere astuzia o intenzioni maliziose; furbo e dissimulato."
    }
  ],
  "keywords15": [
    {
      "parola": "inanellare",
      "traduzione": "to curl / to link up",
      "significato": "Formare a guisa di anelli, arricciare; in senso figurato, unire o susseguire una serie di cose o azioni."
    },
    {
      "parola": "protervo",
      "traduzione": "insolent / arrogant",
      "significato": "Arrogante, sfacciato, ostinatamente insolente e sfrontato."
    },
    {
      "parola": "vaticinare",
      "traduzione": "to prophesy / predict",
      "significato": "Profetare, predire il futuro o fare previsioni solenni o ispirate."
    }
  ],
  "keywords16": [
    {
      "parola": "corrusco",
      "traduzione": "flashing / gleaming",
      "significato": "Che risplende di luce intensa e intermittente, lampeggiante, sfolgorante (spesso riferito a fenomeni atmosferici)."
    },
    {
      "parola": "dirimere",
      "traduzione": "to resolve / settle",
      "significato": "Risolvere, sciogliere una questione, un dubbio o un contrasto in modo definitivo."
    },
    {
      "parola": "obnubilare",
      "traduzione": "to obscure / cloud",
      "significato": "Offuscare, rendere oscuro, annebbiare (spesso riferito all'intelletto, al giudizio o alla vista)."
    }
  ],
  "keywords17": [
    {
      "parola": "contumacia",
      "traduzione": "contumacy / default",
      "significato": "Assenza ingiustificata dell'imputato o di una parte da un processo o da un'udienza, nonostante la regolare convocazione."
    },
    {
      "parola": "dileggiare",
      "traduzione": "to deride / mock",
      "significato": "Deridere, prendersi gioco di qualcuno con espressioni di scherno o disprezzo."
    },
    {
      "parola": "mellifluo",
      "traduzione": "mellifluous / unctuous",
      "significato": "Dolce come il miele, soave; in senso figurato, di persona che parla o agisce con eccessiva e affettata dolcezza, spesso con ipocrisia."
    }
  ],
  "keywords18": [
    {
      "parola": "prodromo",
      "traduzione": "prodrome / precursor",
      "significato": "Segno, indizio o sintomo che preannuncia o precede la manifestazione di una malattia, un evento o una crisi."
    },
    {
      "parola": "deplorare",
      "traduzione": "to deplore / regret",
      "significato": "Esprimere forte disapprovazione o rammarico per qualcosa che è accaduto o che è stato fatto."
    },
    {
      "parola": "nefando",
      "traduzione": "infamous / heinous",
      "significato": "Orribile, abominevole, che non si può o non si deve nominare per la sua estrema gravità o malvagità."
    }
  ],
  "keywords19": [
    {
      "parola": "stolidità",
      "traduzione": "stolidity / dullness",
      "significato": "La condizione o l'atto di essere stolido; stupidità ottusa, mancanza di intelligenza o di vivacità mentale."
    },
    {
      "parola": "ubriacatura",
      "traduzione": "intoxication / binge",
      "significato": "Stato di ebbrezza dovuto all'eccessiva assunzione di alcolici; in senso figurato, euforia o esaltazione eccessiva per qualcosa."
    },
    {
      "parola": "sciamannato",
      "traduzione": "sloppy / disheveled",
      "significato": "Trasandato, sciatto nell'aspetto, nel vestire o nel portamento; disordinato."
    }
  ],
  "keywords20": [
    {
      "parola": "pernice",
      "traduzione": "partridge",
      "significato": "Uccello galliforme di piccole e medie dimensioni, noto per il piumaggio mimetico."
    },
    {
      "parola": "luculliano",
      "traduzione": "Lucullan / sumptuous",
      "significato": "Sontuoso, magnifico, straordinariamente abbondante e raffinato, specialmente in riferimento a banchetti o pasti."
    },
    {
      "parola": "orpello",
      "traduzione": "tinsel / gaudy ornament",
      "significato": "Ornamentazione vistosa ma di poco valore, apparenza superficiale o ingannevole; in senso proprio, lamella metallica usata per decorazioni."
    }
  ],
  "keywords21": [
    {
      "parola": "apodittico",
      "traduzione": "apodictic / self-evident",
      "significato": "Che è inconfutabilmente vero, certo, dimostrativo in modo necessario, basato su una logica stringente e inoppugnabile."
    },
    {
      "parola": "boria",
      "traduzione": "conceit / arrogance",
      "significato": "Vana e ostentata presunzione, altezzosità o superbia."
    },
    {
      "parola": "interstizio",
      "traduzione": "interstice / gap",
      "significato": "Spazio, fessura, intervallo molto piccolo e stretto tra due corpi o parti contigue."
    }
  ],
  "keywords22": [
    {
      "parola": "sagittabondo",
      "traduzione": "arrow-shooting (of glances)",
      "significato": "Che scocca sguardi d'amore, che lancia frecce amorose; di persona capace di far innamorare con lo sguardo."
    },
    {
      "parola": "scaltro",
      "traduzione": "cunning / shrewd",
      "significato": "Abile e pronto a cavarsela in situazioni difficili, astuto, perspicace nel raggiungere i propri scopi."
    },
    {
      "parola": "inverecondia",
      "traduzione": "shamelessness / effrontery",
      "significato": "Mancanza di verecondia; sfacciataggine, impudenza, vergogna assente o perduta."
    }
  ],
  "keywords23": [
    {
      "parola": "parvenu",
      "traduzione": "parvenu / upstart",
      "significato": "Persona di umili origini che ha fatto rapida fortuna e cerca di darsi arie che non gli sono proprie, ostentando ricchezza o modi signorili."
    },
    {
      "parola": "remare",
      "traduzione": "to row",
      "significato": "Spingere l'imbarcazione mediante l'uso dei remi; in senso figurato, faticare, lavorare sodo per un obiettivo."
    },
    {
      "parola": "sollecitudine",
      "traduzione": "solicitude / eagerness",
      "significato": "Premura, diligenza, cura attenta e pronta nell'agire o nell'assistere qualcuno."
    }
  ],
  "keywords24": [
    {
      "parola": "dardo",
      "traduzione": "dart / arrow",
      "significato": "Freccia o arma da lancio piccola e appuntita; in senso figurato, sguardo penetrante o affilato, o un dolore improvviso."
    },
    {
      "parola": "gioviale",
      "traduzione": "jovial / cheerful",
      "significato": "Allegro, di buon umore, cordiale e spensierato."
    },
    {
      "parola": "risma",
      "traduzione": "sort / kind / ream",
      "significato": "Categoria, tipo, specie (spesso in senso dispregiativo per indicare persone della stessa cattiva qualità); in senso proprio, pacco di 500 fogli di carta."
    }
  ],
  "keywords25": [
    {
      "parola": "neghittoso",
      "traduzione": "lazy / negligent",
      "significato": "Pigro, indolente, negligente, che agisce con lentezza e svogliatezza."
    },
    {
      "parola": "erubescente",
      "traduzione": "erubescent / blushing",
      "significato": "Che arrossisce, che si copre di rossore, tipicamente per imbarazzo, vergogna o timidezza."
    },
    {
      "parola": "icastico",
      "traduzione": "icastic / vivid",
      "significato": "Di stile o descrizione particolarmente efficace, incisivo, che rappresenta la realtà in modo vivido e impressionante."
    }
  ],
  "keywords26": [
    {
      "parola": "profluvio",
      "traduzione": "torrent / outpouring",
      "significato": "Flusso abbondante e ininterrotto, straripamento (spesso riferito a parole, discorsi o fluidi)."
    },
    {
      "parola": "taciturno",
      "traduzione": "taciturn / reserved",
      "significato": "Silenzioso, che parla poco o per nulla, riservato e schivo nel conversare."
    },
    {
      "parola": "vergogna",
      "traduzione": "shame / disgrace",
      "significato": "Sentimento di disagio, imbarazzo o umiliazione per un proprio atto o condizione; disonore, infamia."
    }
  ],
  "keywords27": [
    {
      "parola": "vetusto",
      "traduzione": "ancient / archaic",
      "significato": "Molto antico, risalente a un'età remota, logoro e invecchiato dal tempo."
    },
    {
      "parola": "giaculatoria",
      "traduzione": "short prayer / invocation",
      "significato": "Breve preghiera, invocazione o formula religiosa recitata in modo rapido; in senso laico, frase ripetuta spesso come un intercalare."
    },
    {
      "parola": "sferrare",
      "traduzione": "to launch / unleash (an attack)",
      "significato": "Scagliare, lanciare con violenza (un colpo, un attacco); togliere i ferri (a un cavallo)."
    }
  ],
  "keywords28": [
    {
      "parola": "tracotanza",
      "traduzione": "arrogance / presumption",
      "significato": "Eccessiva superbia e presunzione, arroganza sfrontata e insolente."
    },
    {
      "parola": "zotico",
      "traduzione": "boorish / uncouth",
      "significato": "Di persona rustica, rozza, priva di buone maniere e di cultura, villano."
    },
    {
      "parola": "malcelato",
      "traduzione": "poorly hidden / ill-concealed",
      "significato": "Nascosto male, poco o per nulla dissimulato, evidente nonostante i tentativi di occultamento."
    }
  ],
  "keywords29": [
    {
      "parola": "blandire",
      "traduzione": "to coax / flatter",
      "significato": "Accarezzare, lusingare, adulare con discorsi dolci o carezzevoli per convincere o placare qualcuno."
    },
    {
      "parola": "peripatetico",
      "traduzione": "peripatetic / wandering",
      "significato": "Che si fa o che accade mentre si passeggia; relativo alla scuola filosofica di Aristotele (che insegnava passeggiando); in senso moderno, prostituta di strada."
    },
    {
      "parola": "pletora",
      "traduzione": "plethora / excess",
      "significato": "Eccessiva abbondanza, sovrabbondanza, specialmente di persone o cose ritenute superflue o dannose."
    }
  ],
  "keywords30": [
    {
      "parola": "caligine",
      "traduzione": "fog / haze / murk",
      "significato": "Nebbia fitta e scura, foschia densa; in senso figurato, oscurità o confusione mentale."
    },
    {
      "parola": "quietanza",
      "traduzione": "receipt / quittance",
      "significato": "Documento con cui il creditore dichiara di aver ricevuto una somma a saldo di un debito; ricevuta di pagamento."
    },
    {
      "parola": "favellare",
      "traduzione": "to speak / talk (formal/archaic)",
      "significato": "Parlare, discorrere, conversare (termine letterario o arcaico)."
    }
  ],
  "keywords31": [
    {
      "parola": "apologia",
      "traduzione": "apology / defense",
      "significato": "Discorso o scritto in difesa di una persona, di un'idea o di un'azione; difesa appassionata o giustificazione formale."
    },
    {
      "parola": "rimbrotto",
      "traduzione": "reproach / severe scolding",
      "significato": "Rimprovero aspro, severo, biasimo."
    },
    {
      "parola": "grugnire",
      "traduzione": "to grunt",
      "significato": "Emettere un suono sordo e gutturale (tipico del maiale); in senso figurato, brontolare o lamentarsi sommessamente."
    }
  ],
  "keywords32": [
    {
      "parola": "arcano",
      "traduzione": "arcane / secret",
      "significato": "Segreto, misterioso, che non è conosciuto o comprensibile a tutti, occulto."
    },
    {
      "parola": "frugale",
      "traduzione": "frugal / simple",
      "significato": "Semplice, parco, modesto, soprattutto in riferimento a cibo, pasti o stile di vita."
    },
    {
      "parola": "motteggio",
      "traduzione": "jest / mockery",
      "significato": "Atto, parola o scherzo volto a deridere o a prendere in giro qualcuno; burla, celia."
    }
  ],
  "keywords33": [
    {
      "parola": "contrito",
      "traduzione": "contrite / remorseful",
      "significato": "Pieno di pentimento, afflitto dal dolore per aver commesso una colpa o un peccato."
    },
    {
      "parola": "indolente",
      "traduzione": "indolent / lazy",
      "significato": "Pigro, svogliato, che evita l'attività o il lavoro a causa della mancanza di stimoli o energia."
    },
    {
      "parola": "sornacchiare",
      "traduzione": "to snort (in contempt)",
      "significato": "Emettere un rumore rauco e sordo, come un fischio nasale (tipico di chi esprime disprezzo o incredulità)."
    }
  ],
  "keywords34": [
    {
      "parola": "inanzi",
      "traduzione": "before / in front of (archaic)",
      "significato": "Davanti, prima, precedentemente (forma arcaica o letteraria per 'davanti' o 'innanzi')."
    },
    {
      "parola": "mefitico",
      "traduzione": "mephitic / noxious",
      "significato": "Di odore sgradevole, fetido, nauseabondo; in senso figurato, nocivo, corrotto moralmente."
    },
    {
      "parola": "spartano",
      "traduzione": "spartan / austere",
      "significato": "Caratterizzato da semplicità, rigore e austerità, essenziale e privo di lussi o comodità."
    }
  ],
  "keywords35": [
    {
      "parola": "annichilire",
      "traduzione": "to annihilate / crush",
      "significato": "Ridurre a nulla, distruggere completamente; in senso figurato, umiliare o sconfiggere moralmente o psicologicamente."
    },
    {
      "parola": "epilogo",
      "traduzione": "epilogue / conclusion",
      "significato": "Conclusione, parte finale di un'opera o di una vicenda, riassunto finale."
    },
    {
      "parola": "protervia",
      "traduzione": "insolence / defiance",
      "significato": "Atto o manifestazione di protervo; sfrontatezza, insolenza ostinata e arrogante."
    }
  ],
  "keywords36": [
    {
      "parola": "avvilire",
      "traduzione": "to discourage / humiliate",
      "significato": "Sconfortare, scoraggiare, abbattere moralmente; umiliare o degradare."
    },
    {
      "parola": "giovare",
      "traduzione": "to be helpful / benefit",
      "significato": "Essere utile, arrecare beneficio o vantaggio."
    },
    {
      "parola": "rutilante",
      "traduzione": "rutilant / gleaming red",
      "significato": "Che splende di un colore rosso intenso e acceso, fiammeggiante, brillante."
    }
  ],
  "keywords37": [
    {
      "parola": "disamina",
      "traduzione": "examination / scrutiny",
      "significato": "Esame attento e minuzioso, analisi approfondita di una questione o di un problema."
    },
    {
      "parola": "incipit",
      "traduzione": "incipit / beginning",
      "significato": "Parola o formula iniziale, le prime battute di un testo, di un'opera letteraria o musicale."
    },
    {
      "parola": "sferzante",
      "traduzione": "scathing / whipping",
      "significato": "Che sferza, che colpisce con violenza (riferito a vento, pioggia); in senso figurato, ironico, caustico, estremamente critico o offensivo."
    }
  ],
  "keywords38": [
    {
      "parola": "fervore",
      "traduzione": "fervor / intensity",
      "significato": "Arroventamento, calore intenso; in senso figurato, grande ardore, entusiasmo, intensità di sentimento o di attività."
    },
    {
      "parola": "ignobile",
      "traduzione": "ignoble / despicable",
      "significato": "Vile, spregevole, moralmente basso, indegno di considerazione."
    },
    {
      "parola": "taumaturgo",
      "traduzione": "thaumaturge / miracle worker",
      "significato": "Chi compie miracoli o guarigioni prodigiose; in senso figurato, persona che riesce in imprese difficili o impossibili."
    }
  ],
  "keywords39": [
    {
      "parola": "pinnacolo",
      "traduzione": "pinnacle / peak",
      "significato": "Elemento architettonico appuntito che corona un edificio; in senso figurato, il punto più alto, il culmine, l'apice."
    },
    {
      "parola": "serafico",
      "traduzione": "seraphic / angelic",
      "significato": "Proprio di un serafino (angelo); in senso figurato, di aspetto o comportamento di celeste purezza, estremamente calmo e soave."
    },
    {
      "parola": "scialbo",
      "traduzione": "pale / bland / dull",
      "significato": "Di colore pallido e smorto; in senso figurato, privo di vivacità, insipido, banale."
    }
  ],
  "keywords40": [
    {
      "parola": "truculento",
      "traduzione": "truculent / ferocious",
      "significato": "Feroce, sanguinario, efferato; in senso figurato, di stile o espressione violenta, esagerata o macabra."
    },
    {
      "parola": "velleitario",
      "traduzione": "wishful / ineffectual",
      "significato": "Di persona che ha intenzioni o aspirazioni ambiziose ma non ha la volontà o la determinazione per realizzarle; inefficace, futile."
    },
    {
      "parola": "calunnia",
      "traduzione": "slander / calumny",
      "significato": "Accusa falsa e infamante mossa contro qualcuno con l'intento di danneggiarne la reputazione."
    }
  ],
  "keywords41": [
    {
      "parola": "abbacinare",
      "traduzione": "to dazzle / blind",
      "significato": "Accecare o abbagliare momentaneamente con luce intensa; in senso figurato, confondere o ingannare."
    },
    {
      "parola": "bolgetta",
      "traduzione": "small bag / briefcase",
      "significato": "Borsa di piccole dimensioni, simile a una cartella, usata per portare documenti o posta."
    },
    {
      "parola": "calamistro",
      "traduzione": "curling iron",
      "significato": "Strumento usato per arricciare i capelli; arricciacapelli."
    }
  ],
  "keywords42": [
    {
      "parola": "dardeggio",
      "traduzione": "darting / flashing",
      "significato": "Lancio continuo di dardi o raggi; in senso figurato, scambio di frasi scherzose e battute di spirito."
    },
    {
      "parola": "falbo",
      "traduzione": "dark blond / tawny",
      "significato": "Di colore biondo scuro che tende al rossiccio o al fulvo."
    },
    {
      "parola": "ingramagliare",
      "traduzione": "to put on mourning clothes",
      "significato": "Vestirsi a lutto; scurirsi, coprirsi di colore scuro."
    }
  ],
  "keywords43": [
    {
      "parola": "luteo",
      "traduzione": "luteous / intense yellow",
      "significato": "Di un giallo intenso, color zafferano."
    },
    {
      "parola": "muzzo",
      "traduzione": "slightly sour / tart",
      "significato": "Dal sapore leggermente aspro, agrodolce, non completamente maturo."
    },
    {
      "parola": "neralbo",
      "traduzione": "black and white",
      "significato": "Che presenta forti contrasti di chiaro e scuro, bianco e nero."
    }
  ],
  "keywords44": [
    {
      "parola": "odeporico",
      "traduzione": "of travel / itinerary",
      "significato": "Che riguarda un viaggio o un itinerario, come un resoconto di viaggio."
    },
    {
      "parola": "quiescenza",
      "traduzione": "quiescence / rest",
      "significato": "Stato di riposo, quiete, inattività temporanea."
    },
    {
      "parola": "rascia",
      "traduzione": "coarse woolen cloth",
      "significato": "Panno di lana tessuto grossolanamente, ruvido."
    }
  ],
  "keywords45": [
    {
      "parola": "salamistro",
      "traduzione": "pedantic / presumptuous (person)",
      "significato": "Saccente, presuntuoso, chi ostenta una cultura superficiale o mal digerita."
    },
    {
      "parola": "tornagusto",
      "traduzione": "appetizer / palate cleanser",
      "significato": "Cibo o bevanda che stuzzica l'appetito; stuzzichino."
    },
    {
      "parola": "ulimoso",
      "traduzione": "fragrant / perfumed",
      "significato": "Profumato, fragrante."
    }
  ],
  "keywords46": [
    {
      "parola": "vaiato",
      "traduzione": "spotted / streaked (black)",
      "significato": "Di colore che tende al nero, screziato o macchiettato di nero."
    },
    {
      "parola": "zaccherella",
      "traduzione": "trifle / nothing",
      "significato": "Inezia, bazzecola, cosa di poco conto."
    },
    {
      "parola": "scabro",
      "traduzione": "rough / rugged",
      "significato": "Ruvido, aspro, non liscio al tatto (riferito a superfici o stile letterario)."
    }
  ],
  "keywords47": [
    {
      "parola": "sussiego",
      "traduzione": "pompousness / stiff manner",
      "significato": "Gravità, contegno affettato e altero, aria di importanza."
    },
    {
      "parola": "misoneismo",
      "traduzione": "misoneism (hatred of novelty)",
      "significato": "L'avversione o l'odio per le novità, i cambiamenti o le innovazioni."
    },
    {
      "parola": "lapidario",
      "traduzione": "lapidary / concise",
      "significato": "Inciso nella pietra; in senso figurato, conciso, essenziale, detto in modo solenne e definitivo."
    }
  ],
  "keywords48": [
    {
      "parola": "apogeo",
      "traduzione": "apogee / peak",
      "significato": "Punto più lontano di un'orbita dalla Terra; in senso figurato, il culmine, l'apice di gloria o splendore."
    },
    {
      "parola": "pervicacia",
      "traduzione": "perseverance / obstinacy",
      "significato": "Eccessiva ostinazione, tenacia, cocciutaggine nel perseguire un intento."
    },
    {
      "parola": "plausibile",
      "traduzione": "plausible / believable",
      "significato": "Degno di applauso o approvazione; che può essere creduto, verosimile, accettabile."
    }
  ],
  "keywords49": [
    {
      "parola": "rimarchevole",
      "traduzione": "remarkable / noticeable",
      "significato": "Degno di essere notato o rimarcato; considerevole, notevole, eccezionale."
    },
    {
      "parola": "sermocinare",
      "traduzione": "to sermonize / preach",
      "significato": "Parlare con tono solenne e prolisso, fare un discorso lungo e noioso o una predica."
    },
    {
      "parola": "tardo",
      "traduzione": "slow / late (archaic)",
      "significato": "Lento, in ritardo; non pronto mentalmente, ottuso."
    }
  ],
  "keywords50": [
    {
      "parola": "tracima",
      "traduzione": "overflow / spillover",
      "significato": "L'atto di tracimare, di riversarsi oltre l'orlo, fuoriuscita (specialmente di liquidi)."
    },
    {
      "parola": "vagolare",
      "traduzione": "to wander / roam",
      "significato": "Andare qua e là senza meta fissa, vagabondare, errare."
    },
    {
      "parola": "verosimile",
      "traduzione": "plausible / likely",
      "significato": "Che è simile al vero, probabile, credibile; che ha l'apparenza della verità."
    }
  ],
  "keywords51": [
    {
      "parola": "balbettio",
      "traduzione": "babbling / stammer",
      "significato": "L'atto di balbettare, pronuncia infantile o incerta; parlare in modo confuso e poco chiaro."
    },
    {
      "parola": "conciliabolo",
      "traduzione": "secret meeting / caucus",
      "significato": "Riunione segreta e spesso illegittima o cospiratoria; anche: conferenza ecclesiastica di scarsa importanza."
    },
    {
      "parola": "deprecare",
      "traduzione": "to deprecate / disapprove",
      "significato": "Esprimere forte disapprovazione o rammarico; pregare perché un male sia allontanato."
    }
  ],
  "keywords52": [
    {
      "parola": "effigie",
      "traduzione": "effigy / image",
      "significato": "Immagine, ritratto o riproduzione di una persona, spesso scolpita o coniata (es. su monete)."
    },
    {
      "parola": "intemerato",
      "traduzione": "spotless / irreproachable",
      "significato": "Incontaminato, puro, immacolato; in senso figurato, irreprensibile, di illibata moralità."
    },
    {
      "parola": "mellifluenza",
      "traduzione": "mellifluousness / unctuousness",
      "significato": "Dolcezza eccessiva e affettata nel parlare, spesso con intenzione adulatoria o ipocrita."
    }
  ],
  "keywords53": [
    {
      "parola": "niccità",
      "traduzione": "nothingness / vanity",
      "significato": "Qualità di ciò che è niente; nullità, inezia, vanità."
    },
    {
      "parola": "patetico",
      "traduzione": "pathetic / moving",
      "significato": "Che suscita intensa commozione, pietà o compassione; in senso ironico, ridicolmente inadeguato."
    },
    {
      "parola": "reboante",
      "traduzione": "bombastic / resounding",
      "significato": "Sonoro, risonante, roboante; in senso figurato, enfatico, esagerato, ampolloso nello stile."
    }
  ],
  "keywords54": [
    {
      "parola": "sussidiario",
      "traduzione": "subsidiary / auxiliary",
      "significato": "Che serve da sussidio o aiuto; secondario, complementare, ausiliario."
    },
    {
      "parola": "tergiversare",
      "traduzione": "to prevaricate / hedge",
      "significato": "Indugiare, tentennare, rimandare per evitare di prendere una decisione o di rispondere chiaramente."
    },
    {
      "parola": "uberto",
      "traduzione": "udder / fertility",
      "significato": "Mammella delle femmine dei mammiferi; in senso figurato, fertilità, abbondanza, ricchezza."
    }
  ],
  "keywords55": [
    {
      "parola": "veemenza",
      "traduzione": "vehemence / intensity",
      "significato": "Fervore, ardore, impeto violento e appassionato nell'esprimersi o nell'agire."
    },
    {
      "parola": "caldeggiare",
      "traduzione": "to support warmly / advocate",
      "significato": "Sostenere con calore, raccomandare con fervore, perorare una causa."
    },
    {
      "parola": "fremito",
      "traduzione": "shiver / tremor",
      "significato": "Leggera e rapida vibrazione, tremore; agitazione o eccitazione interiore."
    }
  ],
  "keywords56": [
    {
      "parola": "imbelle",
      "traduzione": "unwarlike / cowardly",
      "significato": "Inadatto o incapace di fare la guerra; in senso figurato, debole, inetto, vile."
    },
    {
      "parola": "parsimonia",
      "traduzione": "parsimony / thrift",
      "significato": "Risparmio eccessivo, tendenza a lesinare o a usare con cautela estrema."
    },
    {
      "parola": "reietto",
      "traduzione": "outcast / rejected person",
      "significato": "Persona rifiutata dalla società, disprezzata o emarginata."
    }
  ],
  "keywords57": [
    {
      "parola": "scapigliato",
      "traduzione": "disheveled / bohemian",
      "significato": "Con i capelli in disordine, arruffato; in senso figurato, chi conduce una vita sregolata, anticonformista."
    },
    {
      "parola": "taciturnità",
      "traduzione": "taciturnity / silence",
      "significato": "L'essere taciturno; silenziosità, tendenza a parlare poco."
    },
    {
      "parola": "vituperare",
      "traduzione": "to revile / insult",
      "significato": "Coprire di insulti, denigrare aspramente, biasimare con violenza."
    }
  ],
  "keywords58": [
    {
      "parola": "agone",
      "traduzione": "contest / struggle (archaic)",
      "significato": "Lotta, gara, competizione (termine di origine greca); in senso figurato, campo di battaglia, arena."
    },
    {
      "parola": "derubricare",
      "traduzione": "to reclassify / downgrade",
      "significato": "Togliere dalla rubrica, dal registro; in senso figurato, declassare, considerare meno importante."
    },
    {
      "parola": "incombente",
      "traduzione": "imminent / impending",
      "significato": "Che incombe, che sta per verificarsi a breve, imminente, minaccioso."
    }
  ],
  "keywords59": [
    {
      "parola": "obliare",
      "traduzione": "to forget / forgetfulness (archaic)",
      "significato": "Dimenticare, perdere il ricordo di qualcosa (verbo arcaico)."
    },
    {
      "parola": "pomposo",
      "traduzione": "pompous / ostentatious",
      "significato": "Pieno di pompa, sfarzoso, fastoso; in senso figurato, ampolloso, enfatico."
    },
    {
      "parola": "sagacia",
      "traduzione": "sagacity / shrewdness",
      "significato": "Acume, perspicacia, prontezza e chiarezza nel comprendere e nel risolvere problemi."
    }
  ],
  "keywords60": [
    {
      "parola": "sincope",
      "traduzione": "syncope / faint",
      "significato": "Perdita improvvisa e temporanea di coscienza; in linguistica, caduta di un fonema all'interno di una parola."
    },
    {
      "parola": "trasumanare",
      "traduzione": "to transhumanize / go beyond human",
      "significato": "Andare oltre la condizione umana, superare i limiti della natura umana per ascendere a una condizione superiore o divina."
    },
    {
      "parola": "vetriolo",
      "traduzione": "vitriol / caustic remarks",
      "significato": "Acido solforico concentrato (sostanza corrosiva); in senso figurato, discorso o critica estremamente aspra e caustica."
    }
  ],
  "keywords61": [
    {
      "parola": "ampolloso",
      "traduzione": "bombastic / pompous",
      "significato": "Di stile retorico gonfio, esagerato, pretenzioso, pieno di parole altisonanti e vuote."
    },
    {
      "parola": "capzioso",
      "traduzione": "captious / misleading",
      "significato": "Artificiosamente tendente a trarre in inganno, ingannevole, sofistico (riferito a domande o ragionamenti)."
    },
    {
      "parola": "demenza",
      "traduzione": "dementia / madness",
      "significato": "Grave deterioramento delle facoltà mentali; follia, stupidità (spesso in senso figurato)."
    }
  ],
  "keywords62": [
    {
      "parola": "eufemismo",
      "traduzione": "euphemism",
      "significato": "Figura retorica che consiste nell'usare un'espressione attenuata o vaga per sostituirne una troppo cruda, spiacevole o volgare."
    },
    {
      "parola": "frustrare",
      "traduzione": "to frustrate / thwart",
      "significato": "Rendere vano, impedire la realizzazione di qualcosa; deludere le aspettative."
    },
    {
      "parola": "inettitudine",
      "traduzione": "inaptitude / inability",
      "significato": "Mancanza di attitudine, incapacità, inefficacia nel fare qualcosa."
    }
  ],
  "keywords63": [
    {
      "parola": "manchevole",
      "traduzione": "lacking / deficient",
      "significato": "Che presenta una o più mancanze, imperfetto, insufficiente, difettoso."
    },
    {
      "parola": "peritura",
      "traduzione": "perishable / transient",
      "significato": "Destinata a perire, a morire, a finire; transitoria, fugace."
    },
    {
      "parola": "ridondante",
      "traduzione": "redundant / verbose",
      "significato": "Superfluo, eccessivo, pleonastico; in linguistica, che eccede il necessario."
    }
  ],
  "keywords64": [
    {
      "parola": "scisma",
      "traduzione": "schism / division",
      "significato": "Separazione, divisione all'interno di una comunità o organizzazione (spesso religiosa), dovuta a dissidi dottrinali o disciplinari."
    },
    {
      "parola": "sussurro",
      "traduzione": "whisper / murmur",
      "significato": "Parlare a bassa voce, bisbiglio; fruscio, lieve rumore."
    },
    {
      "parola": "tardo",
      "traduzione": "late / slow",
      "significato": "Lento, non tempestivo; mentalmente ottuso o poco sveglio."
    }
  ],
  "keywords65": [
    {
      "parola": "tracimare",
      "traduzione": "to overflow / spill over",
      "significato": "Uscire, riversarsi oltre l'orlo di un contenitore (specialmente di liquidi); eccedere i limiti."
    },
    {
      "parola": "vacuità",
      "traduzione": "vacuity / emptiness",
      "significato": "Qualità di ciò che è vacuo; vuoto, mancanza di sostanza o di contenuto morale/intellettuale."
    },
    {
      "parola": "volgare",
      "traduzione": "vulgar / common (archaic)",
      "significato": "Comune, diffuso tra il popolo; in senso moderno, grossolano, sgarbato, di cattivo gusto."
    }
  ],
  "keywords66": [
    {
      "parola": "alacre",
      "traduzione": "diligent / eager",
      "significato": "Diligente, sollecito, pronto e zelante nell'operare; attivo."
    },
    {
      "parola": "circonfuso",
      "traduzione": "surrounded / suffused",
      "significato": "Circondato, avvolto da qualcosa (es. luce, aura, profumo)."
    },
    {
      "parola": "disilludere",
      "traduzione": "to disillusion / undeceive",
      "significato": "Togliere l'illusione, far svanire una speranza o un'aspettativa ingannevole."
    }
  ],
  "keywords67": [
    {
      "parola": "ecclettico",
      "traduzione": "eclectic",
      "significato": "Che sceglie e combina elementi di diverse dottrine o stili, senza aderire a una sola scuola."
    },
    {
      "parola": "fatuo",
      "traduzione": "fatuous / vain",
      "significato": "Vano, sciocco, presuntuoso, vanitoso in modo superficiale."
    },
    {
      "parola": "interpellanza",
      "traduzione": "interpellation / formal question",
      "significato": "Richiesta formale di spiegazioni rivolta dal Parlamento al Governo su un determinato argomento."
    }
  ],
  "keywords68": [
    {
      "parola": "menzogna",
      "traduzione": "lie / falsehood",
      "significato": "Dichiarazione consapevole del falso; bugia, falsità."
    },
    {
      "parola": "pessimo",
      "traduzione": "very bad / worst",
      "significato": "Di qualità infima, il peggiore; in modo scherzoso, molto cattivo."
    },
    {
      "parola": "recessione",
      "traduzione": "recession / withdrawal",
      "significato": "Fase di rallentamento dell'attività economica; ritiro, allontanamento."
    }
  ],
  "keywords69": [
    {
      "parola": "sussiego",
      "traduzione": "pompousness / stiff manner",
      "significato": "Gravità, contegno affettato e altero, aria di importanza."
    },
    {
      "parola": "tuttora",
      "traduzione": "still / yet",
      "significato": "Ancora, anche adesso, fino a questo momento."
    },
    {
      "parola": "usare",
      "traduzione": "to use / be used to",
      "significato": "Adoperare, impiegare; avere l'abitudine di fare qualcosa."
    }
  ],
  "keywords70": [
    {
      "parola": "veggente",
      "traduzione": "seer / clairvoyant",
      "significato": "Chi ha la facoltà di prevedere il futuro o di vedere eventi lontani, chiaroveggente, profeta."
    },
    {
      "parola": "affliggere",
      "traduzione": "to afflict / distress",
      "significato": "Angosciare, tormentare, causare dolore o sofferenza (fisica o morale)."
    },
    {
      "parola": "cicaleccio",
      "traduzione": "chatter / incessant talk",
      "significato": "Chiacchierio confuso e insistente, pettegolezzo."
    }
  ],
  "keywords71": [
    {
      "parola": "disarmonia",
      "traduzione": "disharmony / discord",
      "significato": "Mancanza di armonia, accordo o coerenza tra le parti; disaccordo, stonatura."
    },
    {
      "parola": "eclatante",
      "traduzione": "striking / sensational",
      "significato": "Che colpisce, che fa sensazione; clamoroso, evidente, abbagliante."
    },
    {
      "parola": "fastidio",
      "traduzione": "annoyance / nuisance",
      "significato": "Sensazione di irritazione, noia o disturbo; cosa o persona che arreca noia."
    }
  ],
  "keywords72": [
    {
      "parola": "ignaro",
      "traduzione": "ignorant / unaware",
      "significato": "Che non sa, non conosce, non è a conoscenza di qualcosa; inconsapevole."
    },
    {
      "parola": "inanizione",
      "traduzione": "inanition / exhaustion (from lack of food)",
      "significato": "Stato di deperimento estremo causato dalla mancanza di cibo; debolezza, esaurimento."
    },
    {
      "parola": "perplesso",
      "traduzione": "perplexed / puzzled",
      "significato": "Incertezza, dubbio, difficoltà nel capire o decidere; stupore."
    }
  ],
  "keywords73": [
    {
      "parola": "remissivo",
      "traduzione": "submissive / yielding",
      "significato": "Docile, sottomesso, che accetta passivamente l'autorità o il volere altrui."
    },
    {
      "parola": "sbadato",
      "traduzione": "absent-minded / careless",
      "significato": "Distratto, negligente, che non fa attenzione."
    },
    {
      "parola": "traccheggiare",
      "traduzione": "to stall / delay",
      "significato": "Perdere tempo, indugiare, agire con lentezza o esitazione per ritardare una decisione o un'azione."
    }
  ],
  "keywords74": [
    {
      "parola": "vapido",
      "traduzione": "vapid / insipid",
      "significato": "Senza sapore, scialbo, insipido; in senso figurato, privo di interesse, banale."
    },
    {
      "parola": "abbrivio",
      "traduzione": "momentum / impetus",
      "significato": "Spinta iniziale, slancio, l'energia accumulata da un corpo in movimento."
    },
    {
      "parola": "cincischiare",
      "traduzione": "to dither / fiddle",
      "significato": "Perdere tempo, indugiare, fare le cose lentamente o in modo inconcludente."
    }
  ],
  "keywords75": [
    {
      "parola": "disdetta",
      "traduzione": "cancellation / bad luck",
      "significato": "Rinuncia, recesso da un contratto; in senso figurato, sfortuna, contrattempo spiacevole."
    },
    {
      "parola": "enfasi",
      "traduzione": "emphasis / exaggeration",
      "significato": "Particolare rilievo dato a un'espressione; in senso negativo, esagerazione, pomposità."
    },
    {
      "parola": "favoreggiare",
      "traduzione": "to aid / abet",
      "significato": "Aiutare, proteggere, sostenere qualcuno, spesso in modo illecito (favoreggiamento)."
    }
  ],
  "keywords76": [
    {
      "parola": "insidia",
      "traduzione": "trap / snare",
      "significato": "Trappola, agguato nascosto; pericolo subdolo e latente."
    },
    {
      "parola": "perentorio",
      "traduzione": "peremptory / decisive",
      "significato": "Decisivo, definitivo, che non ammette discussioni o repliche."
    },
    {
      "parola": "recidivo",
      "traduzione": "recidivist / repeat offender",
      "significato": "Chi ricade nel reato o nell'errore dopo esserne già stato punito o ammonito."
    }
  ],
  "keywords77": [
    {
      "parola": "sobrietà",
      "traduzione": "sobriety / moderation",
      "significato": "Misura, moderazione nell'uso di cibi e bevande; in senso figurato, essenzialità, semplicità, compostezza."
    },
    {
      "parola": "tregenda",
      "traduzione": "bacchanal / wild party",
      "significato": "Baccanale, orgia; riunione notturna di streghe e demoni; in senso figurato, confusione, pandemonio."
    },
    {
      "parola": "veniale",
      "traduzione": "venial / minor (sin)",
      "significato": "Leggero, di poca entità, facile da perdonare (riferito a colpe o peccati)."
    }
  ],
  "keywords78": [
    {
      "parola": "zelo",
      "traduzione": "zeal / diligence",
      "significato": "Premura, diligenza, passione e dedizione nell'eseguire un compito."
    },
    {
      "parola": "accidia",
      "traduzione": "sloth / spiritual apathy",
      "significato": "Pigrizia spirituale, indolenza, mancanza di interesse per gli obblighi morali o religiosi."
    },
    {
      "parola": "compiacere",
      "traduzione": "to please / oblige",
      "significato": "Fare qualcosa per piacere o fare un favore a qualcuno; soddisfare il desiderio altrui."
    }
  ],
  "keywords79": [
    {
      "parola": "discrasia",
      "traduzione": "dyscrasia / imbalance",
      "significato": "Squilibrio, alterazione della costituzione fisica o di un sistema; mancanza di armonia tra elementi diversi."
    },
    {
      "parola": "escogitare",
      "traduzione": "to devise / contrive",
      "significato": "Ideare, trovare, escogitare un piano o una soluzione, spesso con astuzia."
    },
    {
      "parola": "fermo",
      "traduzione": "still / firm",
      "significato": "Immobile, stabile, saldo; in senso figurato, risoluto, determinato."
    }
  ],
  "keywords80": [
    {
      "parola": "inverecondo",
      "traduzione": "shameless / impudent",
      "significato": "Senza verecondia, pudore o vergogna; sfacciato, impudente."
    },
    {
      "parola": "prodigio",
      "traduzione": "prodigy / marvel",
      "significato": "Fatto straordinario, miracoloso; persona o cosa eccezionale, fuori dal comune."
    },
    {
      "parola": "recondito",
      "traduzione": "recondite / hidden",
      "significato": "Nascosto, riposto, segreto; profondo e non facilmente accessibile alla conoscenza."
    }
  ],
  "keywords81": [
    {
      "parola": "scialacquatore",
      "traduzione": "spendthrift / wasteful person",
      "significato": "Chi scialacqua, sperpera denaro o beni in modo dissoluto e senza misura; prodigo."
    },
    {
      "parola": "tracolla",
      "traduzione": "shoulder strap / fall (verb)",
      "significato": "Cinghia o fascia che si porta a tracolla; in senso proprio, atto di cadere di traverso, crollare."
    },
    {
      "parola": "vastità",
      "traduzione": "vastness / immensity",
      "significato": "L'essere vasto; estensione immensa, ampiezza, grandezza."
    }
  ],
  "keywords82": [
    {
      "parola": "abbrividire",
      "traduzione": "to shiver / tremble",
      "significato": "Avere i brividi, tremare per il freddo, la paura o l'emozione."
    },
    {
      "parola": "conciso",
      "traduzione": "concise / succinct",
      "significato": "Breve, succinto, che dice molto con poche parole; essenziale."
    },
    {
      "parola": "depravazione",
      "traduzione": "depravity / corruption",
      "significato": "Degenerazione morale, corruzione, perversione."
    }
  ],
  "keywords83": [
    {
      "parola": "effluvio",
      "traduzione": "effluvium / emanation",
      "significato": "Emanazione, esalazione, flusso di particelle o di odori; in senso figurato, flusso abbondante di parole o idee."
    },
    {
      "parola": "intempestivo",
      "traduzione": "untimely / inopportune",
      "significato": "Che non è nel tempo o nel momento giusto; inopportuno, prematuro o tardivo."
    },
    {
      "parola": "menzognero",
      "traduzione": "lying / deceitful",
      "significato": "Che dice o contiene menzogne; falso, bugiardo, ingannevole."
    }
  ],
  "keywords84": [
    {
      "parola": "nicchia",
      "traduzione": "niche / alcove",
      "significato": "Cavità praticata nel muro per collocare una statua o un oggetto; in senso figurato, posizione specifica in un mercato o ambiente."
    },
    {
      "parola": "pauperismo",
      "traduzione": "pauperism / extreme poverty",
      "significato": "Condizione di miseria diffusa in ampi strati della popolazione; povertà estrema."
    },
    {
      "parola": "reduci",
      "traduzione": "veterans / returnees",
      "significato": "Coloro che tornano da un luogo di guerra, prigionia o esperienza difficile; superstiti."
    }
  ],
  "keywords85": [
    {
      "parola": "sussidio",
      "traduzione": "subsidy / aid",
      "significato": "Aiuto economico o materiale, sostegno, sovvenzione."
    },
    {
      "parola": "tirannide",
      "traduzione": "tyranny / despotism",
      "significato": "Forma di governo dispotica e violenta; dominio oppressivo e ingiusto."
    },
    {
      "parola": "vaghezza",
      "traduzione": "vagueness / ambiguity",
      "significato": "Mancanza di chiarezza o precisione, indeterminatezza; qualità di ciò che è vago o incerto."
    }
  ],
  "keywords86": [
    {
      "parola": "velleità",
      "traduzione": "velleity / slight desire",
      "significato": "Intenzione o desiderio debole, non sorretto da una volontà sufficiente per essere realizzato."
    },
    {
      "parola": "accigliato",
      "traduzione": "frowning / grim-faced",
      "significato": "Con le ciglia aggrottate, che manifesta disappunto, serietà o rabbia."
    },
    {
      "parola": "conciliazione",
      "traduzione": "conciliation / reconciliation",
      "significato": "Raggiungimento di un accordo, pacificazione, composizione di un conflitto."
    }
  ],
  "keywords87": [
    {
      "parola": "deperire",
      "traduzione": "to decay / waste away",
      "significato": "Perdere vigore, forza e salute; deteriorarsi, indebolirsi gradualmente."
    },
    {
      "parola": "eclissare",
      "traduzione": "to eclipse / outshine",
      "significato": "Oscurare, togliere splendore; superare, sorpassare in bravura o fama."
    },
    {
      "parola": "frastuono",
      "traduzione": "din / uproar",
      "significato": "Rumore forte, confuso e molesto, baccano, schiamazzo."
    }
  ],
  "keywords88": [
    {
      "parola": "impeto",
      "traduzione": "impetus / rush",
      "significato": "Slancio, spinta violenta e rapida; in senso figurato, ardore, foga, passione."
    },
    {
      "parola": "ostinato",
      "traduzione": "stubborn / persistent",
      "significato": "Tenace, persistente, cocciuto, che non desiste da un proposito o un'idea."
    },
    {
      "parola": "saggio",
      "traduzione": "essay / wise person",
      "significato": "Scritto breve di carattere critico o teorico; persona dotta e prudente."
    }
  ],
  "keywords89": [
    {
      "parola": "soliloquio",
      "traduzione": "soliloquy / monologue",
      "significato": "Discorso che una persona fa a se stessa, monologo, parlare da soli."
    },
    {
      "parola": "torpore",
      "traduzione": "torpor / numbness",
      "significato": "Stato di insensibilità e intorpidimento fisico o mentale; inerzia, pigrizia."
    },
    {
      "parola": "volubile",
      "traduzione": "fickle / changeable",
      "significato": "Instabile, mutevole, incostante nei sentimenti o nelle decisioni."
    }
  ],
  "keywords90": [
    {
      "parola": "burbanza",
      "traduzione": "conceit / arrogance",
      "significato": "Alterigia, vanità presuntuosa, ostentazione di superiorità."
    },
    {
      "parola": "calumare",
      "traduzione": "to lower / slacken (nautical)",
      "significato": "Abbassare, calare gradualmente (spesso un'ancora); in senso figurato, diminuire, allentare."
    },
    {
      "parola": "decantare",
      "traduzione": "to decant / praise highly",
      "significato": "Travasare un liquido separandolo dal fondo; in senso figurato, lodare con enfasi e insistenza."
    }
  ],
  "keywords91": [
    {
      "parola": "encomio",
      "traduzione": "eulogy / high praise",
      "significato": "Lode solenne e formale, elogio, tributo di ammirazione."
    },
    {
      "parola": "fronzolo",
      "traduzione": "frill / unnecessary adornment",
      "significato": "Ornamento, decorazione superflua e vistosa; in senso figurato, inutili orpelli stilistici."
    },
    {
      "parola": "infrangere",
      "traduzione": "to break / violate",
      "significato": "Rompere, spezzare, mandare in frantumi; violare una legge, una regola o un patto."
    }
  ],
  "keywords92": [
    {
      "parola": "metafisico",
      "traduzione": "metaphysical",
      "significato": "Relativo alla metafisica; in senso figurato, astratto, speculativo, che va oltre l'esperienza sensibile."
    },
    {
      "parola": "plagio",
      "traduzione": "plagiarism / kidnapping (archaic)",
      "significato": "Atto di appropriarsi e spacciare come propria un'opera altrui; in senso arcaico, rapimento di persona."
    },
    {
      "parola": "rigoglioso",
      "traduzione": "lush / thriving",
      "significato": "Forte, vigoroso, che cresce con abbondanza e vitalità (spesso riferito a piante); florido."
    }
  ],
  "keywords93": [
    {
      "parola": "scetticismo",
      "traduzione": "skepticism",
      "significato": "Atteggiamento di dubbio, incredulità o sospensione del giudizio nei confronti della conoscenza o della verità."
    },
    {
      "parola": "torbido",
      "traduzione": "turbid / murky",
      "significato": "Di liquido non limpido, agitato, fangoso; in senso figurato, confuso, inquieto, ambiguo moralmente."
    },
    {
      "parola": "zelante",
      "traduzione": "zealous / diligent",
      "significato": "Pieno di zelo, diligente, sollecito, che opera con grande passione e cura."
    }
  ],
  "keywords94": [
    {
      "parola": "abuso",
      "traduzione": "abuse / misuse",
      "significato": "Uso eccessivo o scorretto di qualcosa; prevaricazione, violazione di legge o moralità."
    },
    {
      "parola": "cariatide",
      "traduzione": "caryatid",
      "significato": "Statua femminile usata nell'architettura greca come colonna o sostegno; in senso figurato, donna statuaria o persona seria e rigida."
    },
    {
      "parola": "declamare",
      "traduzione": "to declaim / recite",
      "significato": "Recitare con enfasi e gesti (un testo o poesia); parlare con tono solenne e retorico."
    }
  ],
  "keywords95": [
    {
      "parola": "esecrabile",
      "traduzione": "execrable / hateful",
      "significato": "Degno di essere esecrato, maledetto; abominevole, orrendo, spregevole."
    },
    {
      "parola": "frustezza",
      "traduzione": "banality / triteness",
      "significato": "Qualità di ciò che è frusto; banalità, logorio, mancanza di originalità."
    },
    {
      "parola": "inurbano",
      "traduzione": "uncivil / impolite",
      "significato": "Mancante di urbanità, cortesia o buone maniere; scortese, villano, maleducato."
    }
  ],
  "keywords96": [
    {
      "parola": "monito",
      "traduzione": "warning / admonition",
      "significato": "Avvertimento, ammonimento, esortazione a fare o non fare qualcosa."
    },
    {
      "parola": "pudore",
      "traduzione": "modesty / shame",
      "significato": "Sentimento di riserbo, riservatezza, vergogna riguardo alla sfera sessuale o intima; verecondia."
    },
    {
      "parola": "ripudiare",
      "traduzione": "to repudiate / reject",
      "significato": "Rifiutare, respingere con forza, rinnegare un'idea, un legame o una persona."
    }
  ],
  "keywords97": [
    {
      "parola": "sordido",
      "traduzione": "sordid / squalid",
      "significato": "Sporco, squallido, lurido; in senso figurato, moralmente ignobile, meschino, avaro."
    },
    {
      "parola": "trascurare",
      "traduzione": "to neglect / overlook",
      "significato": "Non curare, non prestare la dovuta attenzione; omettere, dimenticare per negligenza."
    },
    {
      "parola": "vaticinio",
      "traduzione": "prophecy / prediction",
      "significato": "Predizione, profezia, annuncio di eventi futuri."
    }
  ],
  "keywords98": [
    {
      "parola": "bramare",
      "traduzione": "to long for / crave",
      "significato": "Desiderare ardentemente, aspirare con grande passione a qualcosa."
    },
    {
      "parola": "clandestino",
      "traduzione": "clandestine / secret",
      "significato": "Nascosto, segreto, che avviene di nascosto o in modo illegale."
    },
    {
      "parola": "deforme",
      "traduzione": "deformed / misshapen",
      "significato": "Che ha una forma irregolare, sfigurato, malformato."
    }
  ],
  "keywords99": [
    {
      "parola": "estasi",
      "traduzione": "ecstasy / rapture",
      "significato": "Stato di intenso rapimento spirituale o sensoriale; grande felicità o ammirazione."
    },
    {
      "parola": "frugare",
      "traduzione": "to rummage / poke around",
      "significato": "Cercare rovistando, scavare, muovere per trovare qualcosa."
    },
    {
      "parola": "irriverente",
      "traduzione": "irreverent / disrespectful",
      "significato": "Che manca di riverenza o rispetto; irrispettoso, beffardo."
    }
  ],
  "keywords100": [
    {
      "parola": "oblazione",
      "traduzione": "oblation / offering",
      "significato": "Offerta, sacrificio; pagamento di una somma per estinguere un reato minore."
    },
    {
      "parola": "profano",
      "traduzione": "profane / secular",
      "significato": "Che non è sacro, laico, mondano; in senso figurato, ignorante, inesperto."
    },
    {
      "parola": "rimostranza",
      "traduzione": "protest / remonstrance",
      "significato": "Protesta, obiezione, lamentela formale o energica."
    }
  ],
  "keywords101": [
    {
      "parola": "sussidio",
      "traduzione": "subsidy / aid",
      "significato": "Aiuto economico o materiale, sostegno, sovvenzione."
    },
    {
      "parola": "tardo",
      "traduzione": "slow / late (archaic)",
      "significato": "Lento, non pronto, ottuso, in ritardo."
    },
    {
      "parola": "vagabondo",
      "traduzione": "vagrant / wanderer",
      "significato": "Chi non ha dimora o lavoro fisso e va errando; in senso figurato, incostante, senza meta."
    }
  ],
  "keywords102": [
    {
      "parola": "velleità",
      "traduzione": "slight desire / wishful thinking",
      "significato": "Intenzione o desiderio debole, non sorretto da una volontà sufficiente per essere realizzato."
    },
    {
      "parola": "accigliato",
      "traduzione": "frowning / grim-faced",
      "significato": "Con le ciglia aggrottate, che manifesta disappunto, serietà o rabbia."
    },
    {
      "parola": "conciliante",
      "traduzione": "conciliatory / peace-making",
      "significato": "Disponibile all'accordo, che cerca di comporre i dissidi, pacifico."
    }
  ],
  "keywords103": [
    {
      "parola": "deperimento",
      "traduzione": "deterioration / wasting away",
      "significato": "L'atto di deperire; perdita di vigore, deterioramento, indebolimento graduale."
    },
    {
      "parola": "eclettico",
      "traduzione": "eclectic",
      "significato": "Che sceglie e combina elementi di diverse dottrine o stili, senza aderire a una sola scuola."
    },
    {
      "parola": "frastuono",
      "traduzione": "din / uproar",
      "significato": "Rumore forte, confuso e molesto, baccano, schiamazzo."
    }
  ],
  "keywords104": [
    {
      "parola": "impetuoso",
      "traduzione": "impetuous / fiery",
      "significato": "Che agisce con impeto, violento, focoso; in senso figurato, ardente, appassionato."
    },
    {
      "parola": "ostinazione",
      "traduzione": "obstinacy / stubbornness",
      "significato": "Perseveranza tenace in un proposito, cocciutaggine, caparbietà."
    },
    {
      "parola": "salubre",
      "traduzione": "healthy / salutary",
      "significato": "Che giova alla salute, salutare; benefico per l'organismo."
    }
  ],
  "keywords105": [
    {
      "parola": "sommesso",
      "traduzione": "subdued / soft (voice)",
      "significato": "Basso, quasi inudibile (riferito alla voce); sottomesso, docile."
    },
    {
      "parola": "torrenziale",
      "traduzione": "torrential / overwhelming",
      "significato": "Proprio di un torrente, impetuoso, violento (riferito a pioggia, acqua); abbondante, irrefrenabile."
    },
    {
      "parola": "voluttuosa",
      "traduzione": "voluptuous / sensual",
      "significato": "Che è dedita ai piaceri dei sensi, sensuale, lussuriosa; piacevolmente morbida e sinuosa."
    }
  ],
  "keywords106": [
    {
      "parola": "biasimo",
      "traduzione": "blame / reproach",
      "significato": "Giudizio negativo, critica, riprovazione per un'azione o un comportamento."
    },
    {
      "parola": "caminetto",
      "traduzione": "fireplace / hearth",
      "significato": "Focolare, struttura per accendere il fuoco in una stanza."
    },
    {
      "parola": "debacle",
      "traduzione": "debacle / collapse",
      "significato": "Sconfitta rovinosa, crollo improvviso, fallimento disastroso."
    }
  ],
  "keywords107": [
    {
      "parola": "eremo",
      "traduzione": "hermitage / secluded place",
      "significato": "Luogo solitario e isolato, rifugio di eremiti; in senso figurato, luogo di ritiro e meditazione."
    },
    {
      "parola": "garrulo",
      "traduzione": "garrulous / chatty",
      "significato": "Loquace, chiacchierone in modo inopportuno o leggero; in senso proprio, che cinguetta (uccelli)."
    },
    {
      "parola": "inquieto",
      "traduzione": "restless / uneasy",
      "significato": "Non quieto, agitato, ansioso, turbato nell'animo."
    }
  ],
  "keywords108": [
    {
      "parola": "menomare",
      "traduzione": "to diminish / impair",
      "significato": "Diminuire, ridurre, danneggiare, privare di una parte o di una facoltà."
    },
    {
      "parola": "pragmatico",
      "traduzione": "pragmatic",
      "significato": "Che si basa sui fatti, sulla pratica e sull'esperienza, orientato al risultato concreto, non teorico."
    },
    {
      "parola": "recinto",
      "traduzione": "enclosure / fence",
      "significato": "Spazio delimitato da un muro, siepe o rete; in senso figurato, ambito circoscritto."
    }
  ],
  "keywords109": [
    {
      "parola": "sussulto",
      "traduzione": "jolt / sudden movement",
      "significato": "Scatto, sobbalzo, movimento improvviso e involontario causato da paura o emozione."
    },
    {
      "parola": "tramontana",
      "traduzione": "north wind",
      "significato": "Vento freddo che soffia da nord; in senso figurato, perdere la ragione, la lucidità ('perdere la tramontana')."
    },
    {
      "parola": "ubiquità",
      "traduzione": "ubiquity / omnipresence",
      "significato": "La capacità di essere presente ovunque nello stesso momento."
    }
  ],
  "keywords110": [
    {
      "parola": "vacillante",
      "traduzione": "wavering / shaky",
      "significato": "Che vacilla, barcolla, instabile; in senso figurato, incerto, irresoluto."
    },
    {
      "parola": "abissale",
      "traduzione": "abyssal / enormous",
      "significato": "Relativo all'abisso, profondo; in senso figurato, enorme, incommensurabile, estremo."
    },
    {
      "parola": "circonvallazione",
      "traduzione": "ring road / bypass",
      "significato": "Strada che gira intorno a una città o un'area urbana per aggirare il centro."
    }
  ],
  "keywords111": [
    {
      "parola": "deleterio",
      "traduzione": "deleterious / harmful",
      "significato": "Nocivo, dannoso, specialmente per la salute o la moralità."
    },
    {
      "parola": "esimio",
      "traduzione": "excellent / distinguished",
      "significato": "Eccellente, illustre, di altissimo pregio o valore (spesso riferito a persone)."
    },
    {
      "parola": "frustrato",
      "traduzione": "frustrated / thwarted",
      "significato": "Che ha subito una frustrazione, deluso; reso vano, impedito."
    }
  ],
  "keywords112": [
    {
      "parola": "irresoluto",
      "traduzione": "irresolute / hesitant",
      "significato": "Indeciso, esitante, privo di risoluzione e determinazione."
    },
    {
      "parola": "morboso",
      "traduzione": "morbid / unhealthy",
      "significato": "Relativo a una malattia; in senso figurato, malsano, eccentrico, eccessivo, ossessivo."
    },
    {
      "parola": "putiferio",
      "traduzione": "uproar / pandemonium",
      "significato": "Gran chiasso, baccano, confusione e disordine generale; tumulto."
    }
  ],
  "keywords113": [
    {
      "parola": "risibile",
      "traduzione": "laughable / ridiculous",
      "significato": "Degno di riso, ridicolo, comico; in senso figurato, insignificante, di poco conto."
    },
    {
      "parola": "sgomento",
      "traduzione": "dismay / consternation",
      "significato": "Stato di grande paura, ansia e disorientamento; spavento, costernazione."
    },
    {
      "parola": "voluttà",
      "traduzione": "voluptuousness / pleasure",
      "significato": "Piacere sensuale intenso; propensione ai piaceri del corpo."
    }
  ],
  "keywords114": [
    {
      "parola": "aneddoto",
      "traduzione": "anecdote / short story",
      "significato": "Breve racconto di un fatto curioso o divertente, spesso personale e non ufficiale."
    },
    {
      "parola": "ciurma",
      "traduzione": "crew / rabble",
      "significato": "Equipaggio di una nave; in senso spregiativo, folla chiassosa e disordinata, gentaglia."
    },
    {
      "parola": "diluire",
      "traduzione": "to dilute / water down",
      "significato": "Rendere meno concentrato un liquido aggiungendo acqua o altro; in senso figurato, attenuare, sminuire."
    }
  ],
  "keywords115": [
    {
      "parola": "estraneo",
      "traduzione": "stranger / external",
      "significato": "Che è fuori da un ambito o da un gruppo, non appartenente; sconosciuto."
    },
    {
      "parola": "fasto",
      "traduzione": "pomp / splendor",
      "significato": "Sfarzo, lusso, magnificenza nell'aspetto o nelle celebrazioni."
    },
    {
      "parola": "imbrogliare",
      "traduzione": "to cheat / confuse",
      "significato": "Ingannare, truffare; confondere, rendere intricato (es. un filo)."
    }
  ],
  "keywords116": [
    {
      "parola": "oblio",
      "traduzione": "oblivion / forgetfulness",
      "significato": "Dimenticanza, assenza di ricordo, stato di dimenticatoio."
    },
    {
      "parola": "predilezione",
      "traduzione": "predilection / preference",
      "significato": "Speciale preferenza, inclinazione, scelta favorita."
    },
    {
      "parola": "risibile",
      "traduzione": "laughable / insignificant",
      "significato": "Degno di riso, ridicolo, comico; in senso figurato, insignificante, di poco conto."
    }
  ],
  "keywords117": [
    {
      "parola": "soggezione",
      "traduzione": "awe / subjection",
      "significato": "Sentimento di rispetto e timore reverenziale; dipendenza, sottomissione all'autorità altrui."
    },
    {
      "parola": "tralasciare",
      "traduzione": "to omit / skip",
      "significato": "Omettere, saltare, non considerare; abbandonare un'attività."
    },
    {
      "parola": "venustà",
      "traduzione": "loveliness / beauty (archaic)",
      "significato": "Bellezza, grazia armoniosa e piacevole, fascino."
    }
  ],
  "keywords118": [
    {
      "parola": "artificio",
      "traduzione": "artifice / trick",
      "significato": "Meccanismo ingegnoso; astuzia, stratagemma, mezzo simulato per ingannare."
    },
    {
      "parola": "cogente",
      "traduzione": "compelling / binding",
      "significato": "Che obbliga, vincolante, pressante; che non ammette discussioni."
    },
    {
      "parola": "deteriorare",
      "traduzione": "to deteriorate / impair",
      "significato": "Rendere o diventare peggiore, rovinare, danneggiare la qualità o lo stato di qualcosa."
    }
  ],
  "keywords119": [
    {
      "parola": "esuberante",
      "traduzione": "exuberant / overflowing",
      "significato": "Che eccede la misura, eccessivo; in senso figurato, pieno di vitalità, entusiasta, vivace."
    },
    {
      "parola": "fulmineo",
      "traduzione": "lightning-fast / sudden",
      "significato": "Veloce come il fulmine, rapidissimo, istantaneo."
    },
    {
      "parola": "impetrare",
      "traduzione": "to implore / obtain through prayer",
      "significato": "Ottenere qualcosa con preghiere, suppliche o insistenza."
    }
  ],
  "keywords120": [
    {
      "parola": "ostentare",
      "traduzione": "to flaunt / boast",
      "significato": "Mostrare con vanità e sfacciataggine, sfoggiare, mettere in mostra per farsi ammirare."
    },
    {
      "parola": "sacerdotale",
      "traduzione": "sacerdotal / priestly",
      "significato": "Relativo al sacerdote o al sacerdozio; degno di un sacerdote, solenne e grave."
    },
    {
      "parola": "triviale",
      "traduzione": "trivial / vulgar",
      "significato": "Comune, banale, di poco conto; in senso moderno, volgare, di cattivo gusto."
    }
  ],
  "keywords121": [
    {
      "parola": "viscido",
      "traduzione": "slimy / slippery",
      "significato": "Coperto di sostanza viscosa, sdrucciolevole; in senso figurato, ipocrita, subdolo, mellifluo."
    },
    {
      "parola": "arzigogolo",
      "traduzione": "quibble / over-refinement",
      "significato": "Ghirigoro, decorazione eccessiva; in senso figurato, ragionamento cavilloso e inutilmente complesso."
    },
    {
      "parola": "connivenza",
      "traduzione": "connivance / collusion",
      "significato": "Accondiscendenza passiva, tacito accordo, complicità in un atto illecito."
    }
  ],
  "keywords122": [
    {
      "parola": "diatriba",
      "traduzione": "diatribe / harangue",
      "significato": "Discussione polemica e violenta, invettiva aspra e prolungata."
    },
    {
      "parola": "eutanasia",
      "traduzione": "euthanasia / mercy killing",
      "significato": "Atto volontario di porre fine alla vita di un malato terminale per alleviarne le sofferenze."
    },
    {
      "parola": "garbato",
      "traduzione": "polite / graceful",
      "significato": "Educato, cortese, che agisce con garbo e buone maniere; elegante, aggraziato."
    }
  ],
  "keywords123": [
    {
      "parola": "irto",
      "traduzione": "bristling / steep",
      "significato": "Pieno, coperto di elementi rigidi e appuntiti (es. peli, spine); in senso figurato, scosceso, difficile."
    },
    {
      "parola": "misero",
      "traduzione": "miserable / paltry",
      "significato": "Povero, infelice, sfortunato; di scarsa entità o valore, miserevole."
    },
    {
      "parola": "redimere",
      "traduzione": "to redeem / save",
      "significato": "Salvare, riscattare da una condizione di schiavitù o colpa; liberare."
    }
  ],
  "keywords124": [
    {
      "parola": "sgraziato",
      "traduzione": "ungraceful / clumsy",
      "significato": "Sprovvisto di grazia, goffo, sgraziato nei movimenti o nell'aspetto."
    },
    {
      "parola": "torvo",
      "traduzione": "grim / menacing",
      "significato": "Di aspetto minaccioso, truce, accigliato, che incute timore o orrore."
    },
    {
      "parola": "ubriaco",
      "traduzione": "drunk / intoxicated",
      "significato": "In stato di ebbrezza alcolica; in senso figurato, accecato, esaltato da un'emozione."
    }
  ],
  "keywords125": [
    {
      "parola": "vacuità",
      "traduzione": "vacuity / emptiness",
      "significato": "Vuoto, mancanza di sostanza o di contenuto morale/intellettuale."
    },
    {
      "parola": "acrimonia",
      "traduzione": "acrimony / bitterness",
      "significato": "Asprezza, acidità; in senso figurato, ostilità, acredine, risentimento espresso con amarezza."
    },
    {
      "parola": "contumelia",
      "traduzione": "insult / outrage",
      "significato": "Ingiuria, offesa grave, oltraggio verbale; insulto."
    }
  ],
  "keywords126": [
    {
      "parola": "discutibile",
      "traduzione": "debatable / questionable",
      "significato": "Che può essere messo in discussione, incerto, opinabile."
    },
    {
      "parola": "fastidioso",
      "traduzione": "annoying / tiresome",
      "significato": "Che reca fastidio, irritante, seccante, noioso."
    },
    {
      "parola": "idillio",
      "traduzione": "idyll / romance",
      "significato": "Breve componimento poetico di argomento campestre o amoroso; storia d'amore semplice e felice."
    }
  ],
  "keywords127": [
    {
      "parola": "oneroso",
      "traduzione": "onerous / burdensome",
      "significato": "Gravoso, pesante, faticoso; che comporta una spesa o un impegno notevole."
    },
    {
      "parola": "placidità",
      "traduzione": "placidness / calmness",
      "significato": "Stato di placido, calma, serenità, tranquillità d'animo."
    },
    {
      "parola": "risibile",
      "traduzione": "laughable / insignificant",
      "significato": "Degno di riso, ridicolo; insignificante, di poco conto."
    }
  ],
  "keywords128": [
    {
      "parola": "solenne",
      "traduzione": "solemn / formal",
      "significato": "Che si svolge con grande pompa e formalità; grave, maestoso, imponente."
    },
    {
      "parola": "trivio",
      "traduzione": "crossroads / common place",
      "significato": "Punto dove convergono tre strade; in senso figurato, luogo comune, trivialità."
    },
    {
      "parola": "vergare",
      "traduzione": "to write / trace",
      "significato": "Tracciare righe; scrivere a mano con cura o in modo formale."
    }
  ],
  "keywords129": [
    {
      "parola": "abnorme",
      "traduzione": "abnormal / huge",
      "significato": "Che si discosta dalla norma, anormale; in senso figurato, enorme, smisurato."
    },
    {
      "parola": "coevo",
      "traduzione": "coeval / contemporary",
      "significato": "Della stessa età, contemporaneo, vissuto nello stesso periodo."
    },
    {
      "parola": "denigrare",
      "traduzione": "to denigrate / belittle",
      "significato": "Diffamare, sparlare, sminuire il valore o la reputazione di qualcuno."
    }
  ],
  "keywords130": [
    {
      "parola": "esecrare",
      "traduzione": "to execrate / curse",
      "significato": "Maledire, detestare con profondo orrore e avversione."
    },
    {
      "parola": "fumo",
      "traduzione": "smoke / vanity (fig.)",
      "significato": "Prodotto della combustione; in senso figurato, vanità, illusione, cosa effimera."
    },
    {
      "parola": "irruente",
      "traduzione": "impetuous / rushing",
      "significato": "Che si muove con impeto, violento, focoso; in senso figurato, impulsivo."
    }
  ],
  "keywords131": [
    {
      "parola": "pudicizia",
      "traduzione": "modesty / chastity",
      "significato": "Pudore, castità, riservatezza nell'ambito sessuale o intimo."
    },
    {
      "parola": "rizzarsi",
      "traduzione": "to stand up / bristle",
      "significato": "Diritto, sollevarsi, drizzarsi (spesso riferito a capelli, peli)."
    },
    {
      "parola": "sodalizio",
      "traduzione": "association / fellowship",
      "significato": "Associazione, lega, unione di persone con scopi e interessi comuni."
    }
  ],
  "keywords132": [
    {
      "parola": "sussidio",
      "traduzione": "subsidy / aid",
      "significato": "Aiuto economico o materiale, sostegno, sovvenzione."
    },
    {
      "parola": "tracotante",
      "traduzione": "arrogant / insolent",
      "significato": "Eccessivamente presuntuoso, arrogante, insolente."
    },
    {
      "parola": "vanesio",
      "traduzione": "vain / conceited",
      "significato": "Vano, fatuo, eccessivamente preoccupato per la propria persona e aspetto."
    }
  ],
  "keywords133": [
    {
      "parola": "vicenda",
      "traduzione": "event / turn of events",
      "significato": "Avvenimento, fatto, serie di eventi o mutamenti; sorte, destino."
    },
    {
      "parola": "acuto",
      "traduzione": "sharp / keen",
      "significato": "Appuntito, penetrante (riferito a suono, dolore); in senso figurato, perspicace, intelligente."
    },
    {
      "parola": "compunzione",
      "traduzione": "compunction / remorse",
      "significato": "Profondo pentimento, rimorso accompagnato da dolore e umiltà; turbamento spirituale."
    }
  ],
  "keywords134": [
    {
      "parola": "disertare",
      "traduzione": "to desert / abandon",
      "significato": "Abbandonare il servizio militare; in senso figurato, mancare, assentarsi senza giustificazione."
    },
    {
      "parola": "esiguo",
      "traduzione": "meager / scanty",
      "significato": "Scarso, insufficiente, di scarsa entità o quantità."
    },
    {
      "parola": "fulgore",
      "traduzione": "splendor / radiance",
      "significato": "Splendore, luminosità intensa e abbagliante."
    }
  ],
  "keywords135": [
    {
      "parola": "implicare",
      "traduzione": "to imply / involve",
      "significato": "Sottintendere, lasciare intendere; coinvolgere, includere."
    },
    {
      "parola": "ottuso",
      "traduzione": "obtuse / dull",
      "significato": "Non acuto, smussato; in senso figurato, poco intelligente, tardo, insensibile."
    },
    {
      "parola": "sapore",
      "traduzione": "taste / flavor (fig. meaning)",
      "significato": "Sensazione gustativa; in senso figurato, carattere, tono, impronta distintiva."
    }
  ],
  "keywords136": [
    {
      "parola": "solecismo",
      "traduzione": "solecism / grammatical error",
      "significato": "Errore grammaticale o sintattico che altera la costruzione della frase."
    },
    {
      "parola": "tramutare",
      "traduzione": "to transform / change",
      "significato": "Mutare, trasformare, convertire, cambiare di stato o aspetto."
    },
    {
      "parola": "vicino",
      "traduzione": "near / next (archaic)",
      "significato": "Prossimo, adiacente; nel linguaggio formale, chi abita nelle vicinanze, un concittadino."
    }
  ],
  "keywords137": [
    {
      "parola": "abbondanza",
      "traduzione": "abundance / plenty",
      "significato": "Grande quantità, ricchezza, copia di beni."
    },
    {
      "parola": "conciliare",
      "traduzione": "to reconcile / conciliate",
      "significato": "Mettere d'accordo, pacificare; mettere in armonia cose diverse."
    },
    {
      "parola": "delezione",
      "traduzione": "deletion / removal",
      "significato": "Cancellazione, rimozione di una parte (es. in un testo o in genetica)."
    }
  ],
  "keywords138": [
    {
      "parola": "esodo",
      "traduzione": "exodus / mass departure",
      "significato": "Emigrazione di massa, allontanamento improvviso e collettivo da un luogo."
    },
    {
      "parola": "furore",
      "traduzione": "fury / rage / frenzy",
      "significato": "Collera violenta, rabbia cieca; passione intensa, delirio."
    },
    {
      "parola": "inanzi",
      "traduzione": "before / in front of (archaic)",
      "significato": "Davanti, prima, precedentemente."
    }
  ],
  "keywords139": [
    {
      "parola": "opulenza",
      "traduzione": "opulence / wealth",
      "significato": "Ricchezza, abbondanza, sfarzo; stato di grande benessere economico."
    },
    {
      "parola": "pragmatismo",
      "traduzione": "pragmatism",
      "significato": "Tendenza a privilegiare la pratica e il risultato concreto rispetto alla teoria; filosofia del risultato."
    },
    {
      "parola": "reciso",
      "traduzione": "cut off / decisive",
      "significato": "Tagliato di netto; in senso figurato, netto, risoluto, categorico."
    }
  ],
  "keywords140": [
    {
      "parola": "sussurro",
      "traduzione": "whisper / murmur",
      "significato": "Parlare a bassa voce, bisbiglio; fruscio, lieve rumore."
    },
    {
      "parola": "trangugiare",
      "traduzione": "to gulp down / swallow greedily",
      "significato": "Inghiottire con avidità e rapidamente, deglutire in fretta."
    },
    {
      "parola": "ubriacarsi",
      "traduzione": "to get drunk",
      "significato": "Cadere in stato di ebbrezza alcolica; in senso figurato, esaltarsi eccessivamente."
    }
  ],
  "keywords141": [
    {
      "parola": "varesina",
      "traduzione": "Varese style (woman/dialect)",
      "significato": "Relativo alla città di Varese; in senso figurato, donna di Varese."
    },
    {
      "parola": "abbrivio",
      "traduzione": "momentum / impetus",
      "significato": "Spinta iniziale, slancio, l'energia accumulata da un corpo in movimento."
    },
    {
      "parola": "cieco",
      "traduzione": "blind / sightless",
      "significato": "Privo della vista; in senso figurato, irrazionale, senza discernimento."
    }
  ],
  "keywords142": [
    {
      "parola": "delibare",
      "traduzione": "to taste / sip (formal)",
      "significato": "Assaggiare, gustare in minima parte (termine formale)."
    },
    {
      "parola": "esimio",
      "traduzione": "excellent / distinguished",
      "significato": "Eccellente, illustre, di altissimo pregio o valore."
    },
    {
      "parola": "frugale",
      "traduzione": "frugal / simple",
      "significato": "Semplice, parco, modesto (soprattutto in riferimento a cibo o stile di vita)."
    }
  ],
  "keywords143": [
    {
      "parola": "incalzare",
      "traduzione": "to pursue / press relentlessly",
      "significato": "Seguire da vicino, premere con insistenza; incalzare, mettere fretta."
    },
    {
      "parola": "ozioso",
      "traduzione": "idle / lazy / useless",
      "significato": "Inattivo, sfaccendato, pigro; inutile, superfluo, privo di scopo."
    },
    {
      "parola": "rinnegare",
      "traduzione": "to disown / deny",
      "significato": "Negare, disconoscere con forza, ripudiare, smentire una credenza o un legame."
    }
  ],
  "keywords144": [
    {
      "parola": "sollecito",
      "traduzione": "prompt / diligent / appeal",
      "significato": "Premuroso, diligente, pronto nell'agire; in senso proprio, appello, richiesta urgente."
    },
    {
      "parola": "transitorio",
      "traduzione": "transitory / fleeting",
      "significato": "Che dura poco, fugace, temporaneo, non permanente."
    },
    {
      "parola": "usanza",
      "traduzione": "custom / tradition",
      "significato": "Abitudine, pratica tramandata, tradizione, modo di fare diffuso."
    }
  ],
  "keywords145": [
    {
      "parola": "velleità",
      "traduzione": "slight desire / wishful thinking",
      "significato": "Intenzione o desiderio debole, non sorretto da una volontà sufficiente per essere realizzato."
    },
    {
      "parola": "agire",
      "traduzione": "to act / behave",
      "significato": "Compiere un'azione, operare, comportarsi."
    },
    {
      "parola": "coartare",
      "traduzione": "to coerce / constrain",
      "significato": "Costringere, forzare qualcuno a fare qualcosa, esercitare coercizione."
    }
  ],
  "keywords146": [
    {
      "parola": "devozione",
      "traduzione": "devotion / piety",
      "significato": "Sentimento di profonda fede e religiosità; affetto intenso, dedizione totale."
    },
    {
      "parola": "fatuo",
      "traduzione": "fatuous / vain",
      "significato": "Vano, sciocco, presuntuoso, vanitoso in modo superficiale."
    },
    {
      "parola": "implacabile",
      "traduzione": "implacable / relentless",
      "significato": "Che non si può placare, inesorabile, crudele, inflessibile."
    }
  ],
  "keywords147": [
    {
      "parola": "ostentazione",
      "traduzione": "ostentation / flaunting",
      "significato": "L'atto di ostentare; sfoggio, esibizione vanitosa, pompa eccessiva."
    },
    {
      "parola": "saccente",
      "traduzione": "know-it-all / pedantic",
      "significato": "Chi ostenta un sapere presunto o superficiale, con aria di superiorità; presuntuoso, borioso."
    },
    {
      "parola": "tardo",
      "traduzione": "slow / late (archaic)",
      "significato": "Lento, non pronto, ottuso, in ritardo."
    }
  ],
  "keywords148": [
    {
      "parola": "tracotanza",
      "traduzione": "arrogance / presumption",
      "significato": "Eccessiva superbia e presunzione, arroganza sfrontata e insolente."
    },
    {
      "parola": "vanità",
      "traduzione": "vanity / conceit",
      "significato": "Eccessiva preoccupazione per il proprio aspetto o le proprie qualità; futilità, inutilità, cosa effimera."
    },
    {
      "parola": "vituperevole",
      "traduzione": "reprehensible / shameful",
      "significato": "Degno di vituperio, biasimevole, vergognoso, deprecabile."
    }
  ],
  "keywords149": [
    {
      "parola": "alacrità",
      "traduzione": "alacrity / eagerness",
      "significato": "Prontezza, sollecitudine, diligenza, zelo nell'agire."
    },
    {
      "parola": "confutare",
      "traduzione": "to refute / disprove",
      "significato": "Dimostrare la falsità o l'infondatezza di un'affermazione, un argomento o una tesi."
    },
    {
      "parola": "dilazione",
      "traduzione": "delay / extension",
      "significato": "Rinvio, proroga, concessione di tempo aggiuntivo per un pagamento o un'azione."
    }
  ],
  "keywords150": [
    {
      "parola": "esuberanza",
      "traduzione": "exuberance / abundance",
      "significato": "Eccesso, sovrabbondanza; grande vitalità, entusiasmo incontenibile."
    },
    {
      "parola": "funesto",
      "traduzione": "fatal / disastrous",
      "significato": "Portatore di sventura, fatale, nefasto, luttuoso."
    },
    {
      "parola": "immondo",
      "traduzione": "unclean / filthy",
      "significato": "Sporco, lurido, sudicio, ripugnante; in senso figurato, moralmente corrotto."
    }
  ],
  "keywords151": [
    {
      "parola": "orbare",
      "traduzione": "to bereave / deprive",
      "significato": "Privare, spogliare di qualcosa di caro (spesso un figlio); rendere orfano."
    },
    {
      "parola": "prediletto",
      "traduzione": "favorite / beloved",
      "significato": "Favorito, amato più degli altri, preferito."
    },
    {
      "parola": "risparmio",
      "traduzione": "saving / thrift",
      "significato": "Il denaro o il bene messo da parte; economia, parsimonia."
    }
  ],
  "keywords152": [
    {
      "parola": "soffuso",
      "traduzione": "suffused / subtle",
      "significato": "Sparso, diffuso leggermente su qualcosa (es. di luce, colore, emozione)."
    },
    {
      "parola": "tranquillità",
      "traduzione": "tranquility / calm",
      "significato": "Stato di calma, serenità, assenza di turbamento o preoccupazione."
    },
    {
      "parola": "usurare",
      "traduzione": "to wear out / wear down",
      "significato": "Rovinare, logorare con l'uso o il tempo; prestare denaro ad un tasso eccessivo (usura)."
    }
  ],
  "keywords153": [
    {
      "parola": "veemenza",
      "traduzione": "vehemence / intensity",
      "significato": "Fervore, ardore, impeto violento e appassionato nell'esprimersi o nell'agire."
    },
    {
      "parola": "amabile",
      "traduzione": "lovable / pleasant",
      "significato": "Degno di essere amato, simpatico, gradevole, cortese."
    },
    {
      "parola": "coniare",
      "traduzione": "to coin / mint",
      "significato": "Stampare monete; in senso figurato, inventare un nuovo termine o espressione."
    }
  ],
  "keywords154": [
    {
      "parola": "diluire",
      "traduzione": "to dilute / water down",
      "significato": "Rendere meno concentrato un liquido aggiungendo acqua; in senso figurato, attenuare, sminuire."
    },
    {
      "parola": "esultare",
      "traduzione": "to exult / rejoice",
      "significato": "Manifestare gioia grande e incontenibile, tripudiare."
    },
    {
      "parola": "fusione",
      "traduzione": "fusion / merging",
      "significato": "Passaggio dallo stato solido a quello liquido; unione, mescolanza, combinazione di più elementi."
    }
  ],
  "keywords155": [
    {
      "parola": "obbedire",
      "traduzione": "to obey",
      "significato": "Eseguire un ordine, sottostare all'autorità, essere sottomesso."
    },
    {
      "parola": "preoccupazione",
      "traduzione": "worry / concern",
      "significato": "Stato di ansia, inquietudine per qualcosa di incerto o futuro; problema, pensiero assillante."
    },
    {
      "parola": "ristorare",
      "traduzione": "to refresh / restore",
      "significato": "Rimettere in forze, dare ristoro (cibo, bevanda); confortare, sollevare nello spirito."
    }
  ],
  "keywords156": [
    {
      "parola": "soglia",
      "traduzione": "threshold / entrance",
      "significato": "Parte inferiore del vano di una porta o finestra; in senso figurato, limite, inizio di qualcosa."
    },
    {
      "parola": "trasandato",
      "traduzione": "sloppy / scruffy",
      "significato": "Negligente nell'aspetto e nel vestire, sciatto, disordinato."
    },
    {
      "parola": "usurpare",
      "traduzione": "to usurp / seize illegally",
      "significato": "Prendere possesso di un potere, un titolo o un bene in modo illegittimo, senza diritto."
    }
  ],
  "keywords157": [
    {
      "parola": "venerando",
      "traduzione": "venerable / revered",
      "significato": "Degno di venerazione e profondo rispetto, augusto, antico e maestoso."
    },
    {
      "parola": "ameno",
      "traduzione": "pleasant / delightful",
      "significato": "Piacevole, delizioso, ridente (spesso riferito a luoghi); divertente, spiritoso."
    },
    {
      "parola": "conforto",
      "traduzione": "comfort / solace",
      "significato": "Aiuto, sollievo, sostegno morale in una condizione di difficoltà o dolore."
    }
  ],
  "keywords158": [
    {
      "parola": "diminuire",
      "traduzione": "to decrease / lessen",
      "significato": "Rendere o diventare più piccolo, minore; calare, decrescere."
    },
    {
      "parola": "favilla",
      "traduzione": "spark / tiny flame",
      "significato": "Piccola scintilla, minuscola fiamma; in senso figurato, barlume, debole luce."
    },
    {
      "parola": "inatteso",
      "traduzione": "unexpected / sudden",
      "significato": "Che avviene senza che fosse stato atteso o previsto, improvviso."
    }
  ],
  "keywords159": [
    {
      "parola": "odioso",
      "traduzione": "hateful / odious",
      "significato": "Degno di odio, detestabile, sgradevole, insopportabile."
    },
    {
      "parola": "pregiudizio",
      "traduzione": "prejudice / bias",
      "significato": "Giudizio affrettato e preconcetto, spesso negativo, basato su opinioni e non su dati di fatto."
    },
    {
      "parola": "ritardare",
      "traduzione": "to delay / postpone",
      "significato": "Far tardi, arrivare o far arrivare in ritardo; posticipare, rinviare."
    }
  ],
  "keywords160": [
    {
      "parola": "sollecitudine",
      "traduzione": "solicitude / eagerness",
      "significato": "Premura, diligenza, cura attenta e pronta nell'agire o nell'assistere qualcuno."
    },
    {
      "parola": "travolgere",
      "traduzione": "to overwhelm / sweep away",
      "significato": "Investire e trascinare con violenza; in senso figurato, sconvolgere, sopraffare."
    },
    {
      "parola": "utopico",
      "traduzione": "utopian / idealized",
      "significato": "Relativo all'utopia; ideale, irrealizzabile, frutto di una fantasia troppo ottimista."
    }
  ],
  "keywords161": [
    {
      "parola": "vena",
      "traduzione": "vein / flair",
      "significato": "Vaso sanguigno; in senso figurato, inclinazione naturale, estro, talento (es. 'avere vena poetica')."
    },
    {
      "parola": "arguto",
      "traduzione": "witty / astute",
      "significato": "Spiritoso, pronto, acuto nel dire o pensare; sagace, penetrante."
    },
    {
      "parola": "congenito",
      "traduzione": "congenital / innate",
      "significato": "Nato con l'individuo, innato, presente fin dalla nascita."
    }
  ],
  "keywords162": [
    {
      "parola": "dipanare",
      "traduzione": "to unravel / unwind",
      "significato": "Sciogliere un gomitolo; in senso figurato, risolvere, chiarire un problema o un mistero."
    },
    {
      "parola": "fecondo",
      "traduzione": "fertile / fruitful",
      "significato": "Fertile, capace di generare o produrre; in senso figurato, ricco di risultati, fruttuoso."
    },
    {
      "parola": "incombere",
      "traduzione": "to impend / be incumbent",
      "significato": "Stare per accadere, minacciare, essere imminente; gravare come un obbligo o un compito."
    }
  ],
  "keywords163": [
    {
      "parola": "oratorio",
      "traduzione": "oratory / chapel",
      "significato": "Luogo di culto non parrocchiale; in senso figurato, eloquenza, l'arte del parlare in pubblico."
    },
    {
      "parola": "preminente",
      "traduzione": "pre-eminent / dominant",
      "significato": "Che è superiore per importanza o grado, dominante, eccellente."
    },
    {
      "parola": "ritroso",
      "traduzione": "shy / reluctant",
      "significato": "Schivo, riservato, restio, che si tira indietro; in senso proprio, che va indietro."
    }
  ],
  "keywords164": [
    {
      "parola": "sollazzo",
      "traduzione": "amusement / recreation",
      "significato": "Divertimento, piacere, ricreazione, svago."
    },
    {
      "parola": "traversia",
      "traduzione": "misfortune / trouble (archaic)",
      "significato": "Avversità, sventura, difficoltà, contrattempo negativo."
    },
    {
      "parola": "uso",
      "traduzione": "use / custom",
      "significato": "Azione di usare; consuetudine, abitudine, pratica comune."
    }
  ],
  "keywords165": [
    {
      "parola": "ventaglio",
      "traduzione": "fan / range",
      "significato": "Strumento per rinfrescarsi; in senso figurato, ampia gamma, varietà di opzioni."
    },
    {
      "parola": "balbettare",
      "traduzione": "to stammer / babble",
      "significato": "Parlare con difficoltà, in modo incerto e frammentario; in senso figurato, esprimersi in modo ingenuo o infantile."
    },
    {
      "parola": "contrario",
      "traduzione": "contrary / opposite",
      "significato": "Che è opposto, avverso; in senso proprio, opinione o azione opposta."
    }
  ],
  "keywords166": [
    {
      "parola": "disattenzione",
      "traduzione": "inattention / carelessness",
      "significato": "Mancanza di attenzione, negligenza, sbadataggine."
    },
    {
      "parola": "fermento",
      "traduzione": "ferment / unrest",
      "significato": "Processo chimico di trasformazione (es. lievito); in senso figurato, agitazione, inquietudine, fervore."
    },
    {
      "parola": "infingardo",
      "traduzione": "slacker / lazy person",
      "significato": "Pigro, svogliato, che evita il lavoro e le fatiche; scansafatiche."
    }
  ],
  "keywords167": [
    {
      "parola": "palpabile",
      "traduzione": "palpable / tangible",
      "significato": "Che si può toccare, tangibile; in senso figurato, evidente, manifesto, chiaramente percepibile."
    },
    {
      "parola": "predire",
      "traduzione": "to predict / foretell",
      "significato": "Annunciare in anticipo eventi futuri; profetizzare."
    },
    {
      "parola": "rizzarsi",
      "traduzione": "to stand up / bristle",
      "significato": "Diritto, sollevarsi, drizzarsi (spesso riferito a capelli, peli)."
    }
  ],
  "keywords168": [
    {
      "parola": "soliloquio",
      "traduzione": "soliloquy / monologue",
      "significato": "Discorso che una persona fa a se stessa, monologo, parlare da soli."
    },
    {
      "parola": "tregua",
      "traduzione": "truce / break",
      "significato": "Sospensione temporanea delle ostilità; interruzione, pausa di riposo."
    },
    {
      "parola": "usurpazione",
      "traduzione": "usurpation / illegal seizure",
      "significato": "L'atto di usurpare; presa di possesso illegittima di un potere, un titolo o un bene."
    }
  ],
  "keywords169": [
    {
      "parola": "verosimiglianza",
      "traduzione": "plausibility / likelihood",
      "significato": "L'essere verosimile; probabilità, apparenza di verità, credibilità."
    },
    {
      "parola": "arcaico",
      "traduzione": "archaic / ancient",
      "significato": "Molto antico, superato, obsoleto; relativo all'arcaismo."
    },
    {
      "parola": "congiuntura",
      "traduzione": "conjuncture / juncture",
      "significato": "Combinazione di circostanze, situazione economica o politica del momento, momento cruciale."
    }
  ],
  "keywords170": [
    {
      "parola": "dilemma",
      "traduzione": "dilemma",
      "significato": "Scelta difficile tra due alternative ugualmente sgradevoli o complesse; problema intricato."
    },
    {
      "parola": "feticcio",
      "traduzione": "fetish / talisman",
      "significato": "Oggetto ritenuto magico o sacro; in senso moderno, oggetto di venerazione ossessiva o feticismo."
    },
    {
      "parola": "infruttuoso",
      "traduzione": "unfruitful / vain",
      "significato": "Che non produce frutto o risultato; inutile, vano, sterile."
    }
  ],
  "keywords171": [
    {
      "parola": "pallido",
      "traduzione": "pale / faint",
      "significato": "Di colore chiaro e smorto, senza vigore; in senso figurato, debole, scialbo."
    },
    {
      "parola": "preludere",
      "traduzione": "to prelude / introduce",
      "significato": "Introdurre, essere un preludio, precedere un evento o un'azione."
    },
    {
      "parola": "rodomonte",
      "traduzione": "braggart / blusterer",
      "significato": "Spaccone, fanfarone, chi si vanta esageratamente delle proprie imprese."
    }
  ],
  "keywords172": [
    {
      "parola": "sollecito",
      "traduzione": "prompt / diligent / appeal",
      "significato": "Premuroso, diligente, pronto nell'agire; in senso proprio, appello, richiesta urgente."
    },
    {
      "parola": "trattare",
      "traduzione": "to treat / deal with",
      "significato": "Occuparsi di un argomento; negoziare, pattuire; curare una malattia."
    },
    {
      "parola": "vacillante",
      "traduzione": "wavering / shaky",
      "significato": "Che vacilla, barcolla, instabile; in senso figurato, incerto, irresoluto."
    }
  ],
  "keywords173": [
    {
      "parola": "vigore",
      "traduzione": "vigor / strength",
      "significato": "Forza, energia, robustezza fisica o morale; efficacia, validità (es. 'essere in vigore')."
    },
    {
      "parola": "audace",
      "traduzione": "audacious / bold",
      "significato": "Coraggioso, ardito, che osa; sfacciato, spavaldo."
    },
    {
      "parola": "congetturare",
      "traduzione": "to conjecture / guess",
      "significato": "Formulare un'ipotesi, un'opinione basata su indizi e non su prove certe; supporre."
    }
  ],
  "keywords174": [
    {
      "parola": "diluvio",
      "traduzione": "flood / deluge",
      "significato": "Pioggia torrenziale e ininterrotta; in senso figurato, abbondanza, gran quantità."
    },
    {
      "parola": "fiaccare",
      "traduzione": "to weaken / weary",
      "significato": "Indebolire, estenuare, far venire meno le forze fisiche o morali."
    },
    {
      "parola": "intrinseco",
      "traduzione": "intrinsic / inherent",
      "significato": "Interiore, essenziale, proprio della natura intima di una cosa; connaturato."
    }
  ],
  "keywords175": [
    {
      "parola": "palpito",
      "traduzione": "palpitation / thrill",
      "significato": "Battito cardiaco accelerato; in senso figurato, emozione, fremito, breve sensazione intensa."
    },
    {
      "parola": "preliminare",
      "traduzione": "preliminary / introductory",
      "significato": "Che precede l'azione principale, introduttivo, preparatorio."
    },
    {
      "parola": "rozza",
      "traduzione": "rough / coarse / uncouth",
      "significato": "Non lavorata, grezza (riferito a materiali); in senso figurato, sgraziata, rozza, priva di raffinatezza."
    }
  ],
  "keywords176": [
    {
      "parola": "sollazzo",
      "traduzione": "amusement / recreation",
      "significato": "Divertimento, piacere, ricreazione, svago."
    },
    {
      "parola": "tremore",
      "traduzione": "tremor / shaking",
      "significato": "Vibrazione, scuotimento leggero e rapido, brivido."
    },
    {
      "parola": "urlare",
      "traduzione": "to scream / shout",
      "significato": "Emettere un grido forte e prolungato, strillare, gridare con violenza."
    }
  ],
  "keywords177": [
    {
      "parola": "vicario",
      "traduzione": "vicar / deputy",
      "significato": "Chi sostituisce o fa le veci di un superiore, delegato, sostituto (es. papa vicario)."
    },
    {
      "parola": "badiamo",
      "traduzione": "let's take care / let's pay attention",
      "significato": "Forma congiuntiva di badare; 'facciamo attenzione', 'stiamo attenti'."
    },
    {
      "parola": "contingenza",
      "traduzione": "contingency / chance",
      "significato": "Evento possibile ma non certo, casualità; circostanza specifica del momento."
    }
  ],
  "keywords178": [
    {
      "parola": "discreto",
      "traduzione": "discreet / decent",
      "significato": "Riservato, che non rivela segreti; di quantità o qualità sufficiente, accettabile."
    },
    {
      "parola": "finta",
      "traduzione": "feint / pretense",
      "significato": "Atto simulato per ingannare, finzione, pretesto."
    },
    {
      "parola": "intrigo",
      "traduzione": "intrigue / plot",
      "significato": "Trama segreta e complessa, macchinazione, imbroglio; relazione amorosa clandestina."
    }
  ],
  "keywords179": [
    {
      "parola": "palude",
      "traduzione": "swamp / marsh",
      "significato": "Terreno basso e acquitrinoso, pantano, zona umida."
    },
    {
      "parola": "preoccupare",
      "traduzione": "to worry / concern",
      "significato": "Causare preoccupazione, ansia, inquietudine; in senso proprio, occupare in anticipo."
    },
    {
      "parola": "rumore",
      "traduzione": "noise / sound",
      "significato": "Suono o insieme di suoni, spesso confusi e forti; in senso figurato, fama, eco di un evento."
    }
  ],
  "keywords180": [
    {
      "parola": "sollievo",
      "traduzione": "relief / solace",
      "significato": "Sensazione di benessere che segue la cessazione di un dolore o di un'ansia; conforto, aiuto."
    },
    {
      "parola": "tristezza",
      "traduzione": "sadness / sorrow",
      "significato": "Stato d'animo di malinconia, abbattimento, dolore morale."
    },
    {
      "parola": "urlio",
      "traduzione": "shouting / clamor",
      "significato": "Grido prolungato e acuto, schiamazzo, baccano di voci."
    }
  ]
}